Repository: nazim-hussain/Dr_Muscle_App-
Catalog: DrMuscle/DrMuscle/Resx/AppResources.*.resx
Languages: de_ch, fr, sv

# ASuperSetIsWhenYouAlternateSetsOfDifferentExercisesYourSets
source: A superset is when you alternate sets of different exercises. Your sets have been saved. Choose your next exercise now. Then return here to finish this exercise.
de_ch: Beim Supersatz machst du abwechselnd Sätze verschiedener Übungen. Deine Sätze sind gespeichert. Wähle jetzt die nächste Übung aus.
fr: Une supersérie se fait lorsque vous alternez les séries de différents exercices. Vos séries ont été enregistrées. Choisissez votre prochain exercice maintenant. Ensuite, revenez ici pour terminer cet exercice.
sv: Ett superset är när du kombinerar sets från olika övningar. Dina sets har sparats. Välj nu din nästa övning. Gå därefter tillbaks hit för att avsluta din övning.

source: What is a superset?
de_ch: Was ist ein Supersatz?
fr: Qu'est-ce qu'une supersérie?
sv: Vad är ett superset?

source: sets left—lift
de_ch: noch zu absolvierende Sätze - bewegt
fr: série(s) restante(s) — Soulevez
sv: sets kvar-lyft

source: times
de_ch: Anzahl
fr: fois
sv: gånger

source: Now, please tell me how hard that was.
de_ch: Erzähl mir, wie schwer das war
fr: Maintenant s'il-vous-plaît dites moi à quel point c'était difficile.
sv: Tala om för mig hur svårt det var.

source: That was very, very hard
de_ch: Das war sehr, sehr schwer
fr: C'était très très difficile
sv: Det var väldigt, väldigt svårt

# ICouldHaveDone12MoreRep
source: I could have done 1-2 more
de_ch: Ich hätte 1-2 Wiederholungen mehr machen können
fr: J'aurais pu faire 1-2 répétitions de plus
sv: Jag kunde ha gjort 1-2 fler reps

# ICouldHaveDone34MoreReps
source: I could have done 3-4 more
de_ch: Ich hätte 3-4 Wiederholungen mehr machen können
fr: J'aurais pu faire 3-4 répétitions de plus
sv: Jag kunde ha gjort 3-4 fler reps

# IcouldHaveDone56MoreReps
source: I could have done 5-6 more
de_ch: Ich hätte 5-6 Wiederholungen mehr machen können
fr: J'aurais pu faire 5-6 répétitions de plus
sv: Jag kunde ha gjort 5-6 fler reps

# ICouldHaveDone7PMoreReps
source: I could have done 7+ more
de_ch: Ich hätte 7 oder mehr Wiederholungen mehr machen können
fr: J'aurais pu faire 7+ répétitions de plus
sv: Jag kunde ha gjort 7+ fler reps

source: Please answer
de_ch: Bitte beantworte
fr: S'il-vous-plaît répondez
sv: Vänligen svara

# ImSorryIDidNotGetYourAnswerINeedToKnow
source: I'm sorry, I did not get your answer. I need to know how hard that set was to adjust your weight on your next workout. Please try again and tap one answer.
de_ch: Tut mir Leid, aber ich habe deine Antwort nicht registriert. Ich muss wissen, wie schwer der Satz war, um das Gewicht für dein nächstes Training anzupassen. Bitte versuche es nochmal und tippe auf eine Antwort.
fr: Pardonnez-moi, je n'ai pas reçu votre réponse. J'ai besoin de savoir à quel point cette série était difficile pour ajuster votre poids lors du prochain entraînement. S'il-vous-plaît essayez encore et tapez votre réponse.
sv: Jag är ledsen, jag begriper inte ditt svar. Jag måste veta hur svårt det setet var för att kunna anpassa din vikt inför nästa träningspass. Vänligen försöka igen och mata in ett svar.

source: Try again
de_ch: Versuche es noch einmal
fr: Essayez encore
sv: Försök igen

# GotItExclamation
source: Got it!
de_ch: Verstanden!
fr: Bien reçu!
sv: Jag förstår!

source: You said:
de_ch: Du sagtest:
fr: Vous avez dit:
sv: Du sa:

# IWillAdjustAccordingly
source: I'll adjust accordingly.
de_ch: Ich werde entsprechend anpassen.
fr: Je vais m'ajuster en conséquences.
sv: Jag anpassar följaktligen.

source: lift
de_ch: bewegen
fr: Soulevez
sv: lyft

source: time
de_ch: Zeit
fr: fois
sv: tid

source: sets
de_ch: Sätze
fr: séries

source: set
de_ch: Satz
fr: série

source: Almost done—you can do this!
de_ch: Fast geschafft - du bekommst das hin!
fr: Presque terminé----vous pouvez y arriver!
sv: Nästan färdig - du klarar det!

source: All sets done—congrats!
de_ch: Alle Sätze geschafft - Glückwunsch!
fr: Séries terminées — Bravo !
sv: Samtliga set klara - grattis!

source: Tap "Finish Exercise" to continue
de_ch: Tippe auf "Übung beenden" um fortzufahren
fr: Tapez «Exercice terminé» pour continuer
sv: Tryck på "Avsluta övning" för att fortsätta

# ShowWelcomePopUp4Message
source: Scientists have found that 1 rest-pause set is just as effective as 3 normal sets (Prestes et al. 2017). Let's warm up and try one. Follow my instructions at the top. Do your first set, and tap "Save set".
de_ch: Wissenschaftler haben herausgefunden, dass Rest-Pausen 3-mal so effektiv sind wie normale Pausen (Prestes et al.2017). Wärm dich auf und versuche es. Folge meinen obigen Anweisungen. Trainiere deinen ersten Satz und tippe auf "Satz speichern".
fr: Les scientifiques ont trouvés que une série Pause-repos est aussi efficace que 3 séries normales (Prestes et al. 2017). Veuillez vous échauffer et essayez-en une. Suivez les instructions au dessus. Faites votre première série et tapez «Enregistrer série».
sv: Forskare har kommit fram till att 1 rest-pause set är lika effektivt som 3 vanliga set (Prestes et al. 2017). Låt oss börja uppvärmningen och prova ett set. Följ mina instruktioner. Gör ditt första set, och tryck därefter på \"Spara set\".

# ShowWelcomePopUp4Title
source: Save time with rest-pause
de_ch: Spare Zeit mit Rest-Pause-Sätzen
fr: Sauver le temps avec pause-repos
sv: Spara tid med rest-pause

source: Chart
de_ch: Diagramm
fr: Graphique
sv: Diagram

source: Logs
de_ch: Aufzeichnungen
fr: Journaux
sv: Loggar

source: History
de_ch: Historie
fr: Historique
sv: Historik

source: Last 3 workouts
de_ch: Letzte 3 Trainingseinheiten
fr: 3 derniers entraînements
sv: Dina 3 senaste träningspass

source: Last month
de_ch: Letzter Monat
fr: Mois précédent
sv: Senaste månaden

source: Last 3 months
de_ch: Letzte 3 Monate
fr: 3 derniers mois
sv: Senaste 3 månaderna

source: Last 6 months
de_ch: Letzte 6 Monate
fr: 6 derniers mois
sv: Senaste 6 månaderna

source: Last year
de_ch: Letztes Jahr
fr: L'an passé
sv: Senaste året

source: All time
de_ch: Jederzeit
fr: Depuis le début
sv: All historik

source: per rep on average
de_ch: pro Wiederholung im Durchschnitt
fr: Par répétition en moyenne
sv: per rep i genomsnitt

source: MY 1RM PROGRESSION
de_ch: Steigerung meiner Maximalkraft
fr: MA PROGRESSION 1RM
sv: MIN 1RM UTVECKLING

source: Over the last 4 weeks, you have trained the following exercises at least 3 times:
de_ch: In den letzten 4 Wochen hast Du die folgenden Übungen mindestens 3 Mal trainiert:
fr: Au cours des 4 dernières semaines, vous avez pratiqué les exercices suivants au moins 3 fois :
sv: Under dem senaste 4 veckorna, har du tränat följande övningar minst 3 gånger:

source: Average of all recent exercises
de_ch: Durchschnitt aller Übungen
fr: Moyenne de tous les exercices récents
sv: Genomsnitt för alla nyligen genomförda övningar

# ForTheseExercisesYourCurrentAverage1RMIs
source: . For these exercises, your current average 1RM is {0}.
de_ch: Für diese Übungen ist deine Maximalkraft im Durchschnitt {0}
fr: .Pour ces exercices, votre moyenne courante 1RM est {0}.
sv: . För dessa övningar är ditt genomsnittliga 1RM {0}.

source: Your previous 1RM was
de_ch: Deine vorherige Maximalkraft war
fr: Votre 1RM antérieur était
sv: Ditt tidigare 1RM var

source: Change is
de_ch: Veränderung ist
fr: Le changement est
sv: Skillnaden är

source: Sign up to continue using
de_ch: Melde dich an, um die App weiter zu benutzen
fr: Abonnez-vous pour continuer à utiliser
sv: Registrera dig för att fortsätta använda

source: Dr. Muscle after your free trial
de_ch: Dr. Muscle nach deiner Testphase
fr: Dr. Muscle après votre essai gratuit
sv: Dr. Muscle efter din kostnadsfria period

source: Sign up monthly
de_ch: Monatliche Anmeldung
fr: Abonnement mensuel
sv: Prenumerera månadsvis

source: Sign up annual
de_ch: Jährliche Anmeldung
fr: Abonnement annuel
sv: Prenumerera årligen

source: Restore purchase
de_ch: Abo wiederherstellen
fr: Restaurer votre achat
sv: Återställ köp

source: Email Support
fr: Aide par courriel
sv: Mejla supporten

# OnceYouConfirmYourSubscriptionPurchase
source: Once you confirm your subscription purchase, your payment will be charged to your iTunes account, and any unused portion of your free trial will be forfeited.
de_ch: Wenn du dein Abonnement bestätigst, wird der Betrag von deinem iTunes Account abgebucht und die ungenutzte Zeit deiner Testphase verfällt.
fr: Une fois que vous confirmez l'achat de votre abonnement, votre paiement sera débité de votre compte iTunes, et toute portion inutilisée de votre essai gratuit sera perdue.
sv: När du bekräftat ditt prenumerationköp, kommer ditt iTuneskonto att debiteras. Resterande oanvända dagar av ditt kostnadsfria medlemskap kommer sägas upp.

# OnceYourSubscriptionIsActiveYourITunesAccountWill
source: Once your subscription is active, your iTunes account will be charged again automatically when your subscription renews at the end of your subscription period, unless you turn off auto-renew at least 24 hours before. You can turn off auto-renew anytime in your iTunes account settings.
de_ch: Wenn dein Abonnement einmal aktiv ist, wird die Gebühr automatisch am Ende des Abonnements von deinem iTunes Account abgebucht, solange bis du nicht mindestens 24 Stunden vor Ablauf des Abonnements die automatische Verlängerung ausschaltest. Die automatische Verlängerung kannst du jederzeit in deinem iTunes Account ausschalten.
fr: Une fois votre abonnement actif, votre compte iTunes sera automatiquement rechargé lors du renouvellement de votre abonnement à la fin de votre période d'abonnement, sauf si vous désactivez le renouvellement automatique au moins 24 heures avant. Vous pouvez désactiver le renouvellement automatique à tout moment dans les paramètres de votre compte iTunes.
sv: När din prenumeration är aktiv kommer ditt iTuneskonto att debiteras automatiskt i slutet av prenumerationsperioden, såvida du inte stänger av automatiskt förnyelse 24 timmar innan sista dagen i prenumerationsperioden. Du kan stänga av automatisk förnyelse när du vill i dina iTunesinställningar.

# ByTappingContinueYourPaymentWillBeChargedToYourGooglePlayAccount
source: By tapping Continue, your payment will be charged to your Google Play account, and any unused portion of your free trial will be forfeited.
de_ch: wenn du auf weiter drückst, das Abonnement wird von deinem Google Play Account abgebucht, und die ungenutzte Zeit deiner Testphase verfällt.
fr: En appuyant sur Continuer, votre paiement sera débité de votre compte Google Play et toute partie inutilisée de votre essai gratuit sera perdue.
sv: Genom att fortsätta, kommer din betalning dras från ditt Google Play konto, och resterande oanvända dagar av ditt kostnadsfria medlemskap att sägas upp.

# YourSubscriptionWillRenewAutomatically
source: Your subscription will renew automatically until you cancel in your Google Play account settings (you must cancel at least 24 hours before the end of the current period). By tapping Continue, you agree to our Terms of Use and Privacy Policy.
de_ch: Deine Abonnement verlängert sich solange automatisch bis du es in deinem Google Play Konto kündigst (dies muss mindestens 24 Stunden vor Ablauf des Abonnements erfolgen). Beim tippen auf Fortfahren stimmst du den Nutzungs- und den Datenschutzbestimmungen zu.
fr: Votre abonnement se renouvellera automatiquement jusqu'à ce que vous annuliez les paramètres de votre compte Google Play (vous devez le faire au moins 24 heures avant la fin de la période en cours). En appuyant sur Continuer, vous acceptez nos Conditions d'utilisation et notre Politique de confidentialité.
sv: Din prenumeration kommer förnyas automatiskt tills du aktivt avbryter prenumerationen i ditt Google Play konto (du måste avbryta minst 24 timmar innan nuvarande period avslutas). Genom att fortsätta, accepterar du våra användarvillkor och integritetspolicy.

source: You already have access
de_ch: Du hast bereits Zugang
fr: Vous avez déjà accès
sv: Du har redan tillgång

source: Thank you!
de_ch: Danke!
fr: Merci !
sv: Tack!

source: Edit
de_ch: Bearbeiten
fr: Modifier
sv: Redigera

source: Restore
de_ch: Wiederherstellen
fr: Restaurer
sv: Återställ

source: Swap
de_ch: Tauschen
fr: Échanger
sv: Byt

source: Loading...
de_ch: Lädt....
fr: Chargement...
sv: Laddar...

source: Welcome
de_ch: Willkommen
fr: Bienvenue
sv: Välkommen

# WehaveSentYourAccountDetailsAndTipsToYourEmail
source: We've sent your account details and tips to your email
de_ch: Wir haben dir deine Kontoinformationen und Tipps an deine Email-Adresse gesendet
fr: Nous avons envoyé les détails de votre compte et quelques astuces à votre courriel.
sv: Vi har skickat dina kontouppgifter med tips till din mejl

# SinceYouAreNewLetsTryAWorkoutDontWorryYouCanResetItLater
source: Since you're new, let's try a workout. Don't worry: you can reset it later.
de_ch: Da du neu bist, versuche ein Training. Keine Angst, du kannst es später wieder löschen.
fr: Puisque vous êtes nouveau, essayons une séance d'entraînement. Ne vous inquiétez pas : vous pourrez le réinitialiser plus tard.
sv: Med tanke på att du är ny, låt oss prova ett träningspass. Oroa dig inte: du kan nollställa passet senare.

source: Try a workout
de_ch: Versuche eine Übung
fr: Essayez un entraînement
sv: Prova ett träningspass

source: Connection error
de_ch: Verbindungsfehler
fr: Erreur de connexion
sv: Anslutningsfel

source: Your program:
de_ch: Dein Programm
fr: Votre programme:
sv: Ditt träningsprogram:

source: Today's workout:
de_ch: Heutiges Training:
fr: Entraînement d'aujourd'hui:
sv: Dagens träningspass:

source: workouts before you level up
de_ch: Trainings bevor du aufsteigst
fr: entraînement avant de changer de niveau
sv: träningspass innan du går upp till nästa nivå

source: Your program: Not set up
de_ch: Dein Programm ist nicht konfiguriert
fr: Votre programme: Non-réglé
sv: Ditt träningsprogram: Inte inställt

source: Today's workout: Not set up
de_ch: Heutiges Training nicht eingerichtet
fr: Entraînement d'aujourd'hui: Non-réglé
sv: Dagens träningspass: Inte inställt

source: Your program is:
de_ch: Dein Programm ist:
fr: Votre programme est:
sv: Ditt träningsprogram är:

source: Today's workout is:
de_ch: Heutiges Training ist:
fr: L'entraînement d'aujourd'hui est:
sv: Dagens träningspass är:

# TodaysWorkoutTitle
source: Today's workout
de_ch: Heutiges Training
fr: Entraînement d'aujourd'hui
sv: Dagens träningspass

source: Manage workouts
de_ch: Trainings verwalten
fr: Gérer les entraînements
sv: Hantera träningspass

source: Manage exercises
de_ch: Übungen
fr: Gérer les exercices
sv: Hantera övningar

source: Let's set up your
de_ch: Richten Sie ein Ihre
fr: Réglons votre
sv: Låt oss ställa in din

source: What's your body weight
de_ch: Wie viel wiegst du
fr: Quel est votre poids
sv: Vad är din kroppsvikt

source: in
fr: dans
sv: i

source: How much can you
de_ch: Wie viel kannst Du
fr: Combien pouvez-vous faire de
sv: Hur mycket kan du

# VeryVeryVeryEasily6TimesIwillImproveOnYourGuessAfterYourFirstWorkout
source: very, very, very easily 6 times? I'll improve on your guess after your first workout. If you're using dumbbells, enter the weight for 1 hand.
de_ch: Sehr, sehr einfach 6 Wiederholungen?
fr: très, très, très facilement 6 fois? Je vais m'améliorer selon votre avis après votre premier entraînement. Si vous utilisez les dumbbells entrez le poids pour une main.
sv: 6 gånger med extrem lätthet? På sikt kommer jag förbättras på att uppskatta din optimala vikt för varje övning. Korrigering sker efter ditt första träningspass. Ifall du använder hantlar, mata in vikten för en arm.

# VeryEasily6TimesIWillImproveOnYourGuessAfterYourFirstWorkout
source: very easily 6 times? I'll improve on your guess after your first workout. If you're using dumbbells, enter the weight for 1 hand.
de_ch: Sehr einfach 6 Wiederholungen? Ich werde das Gewicht steigern nach deinen ersten Training. Wenn du Hanteln benutzt, gib das Gewicht für eine Hantel ein.
fr: vraiment facilement 6 fois? Je vais m'améliorer selon votre avis après votre premier entraînement.
sv: 6 gånger utan svårigheter? På sikt kommer jag förbättras på att uppskatta din optimala vikt för varje övning. Korrigering sker efter ditt första träningspass. Ifall du använder hantlar, mata in vikten för en arm.

source: Tap to enter your weight
de_ch: Tippen um dein Gewicht einzugeben
fr: Tapez pour entrer votre poids
sv: Skriv in vikt

source: How many
de_ch: Wie viele?
fr: Combien
sv: Hur många

source: can you do?
de_ch: Kannst du das tun?
fr: pouvez-vous faire?
sv: kan du göra?

source: Tap to enter how many
de_ch: Tippen um die Anzahl einzugeben
fr: Tapez pour entrer combien
sv: Tryck för att mata in antal

source: Setup complete
de_ch: Einstellungen komplett
fr: Réglage terminé
sv: Installationen är färdig

source: setup complete. Exercise now?
de_ch: Einstellungen komplett. Möchtest du jetzt mit dem Training beginnen?
fr: réglage terminé. Vous entraîner maintenant?
sv: Installationen är färdiginställd. Börja träna nu?

source: Select Language
de_ch: Sprache auswählen
fr: Choisir le langage
sv: Välj språk

source: Change
de_ch: ändern
fr: Changer
sv: Ändra

source: Home screen
de_ch: Startbildschirm
fr: Écran d’accueil
sv: Hemvy

# TrainingLogAndCharts
source: Training log & charts
de_ch: Trainingsprotokoll & Diagramme
fr: Journal d'entraînement
sv: Träningslog & grafer

source: Subscription info
de_ch: Abonnementinformationen
fr: Information d'abonnement
sv: Information om prenumeration

source: Settings
de_ch: Einstellungen
fr: Réglages
sv: Inställningar

source: Log out
de_ch: Ausloggen
fr: Se déconnecter
sv: Logga ut

source: REP RANGE
de_ch: Wiederholungsbereich
fr: INTERVALLES DE RÉPÉTITION
sv: Repintervall

source: You progress faster when you change reps often. Choose a range. Your reps will vary to match your range and equipment increments.
de_ch: Dein Fortschritt ist schneller, wenn du die Anzahl der Wiederholungen häufig wechselst. Wähle einen Bereich. Die Anzahl wird bei jedem Training automatisch verändert.
fr: Vous progressez plus vite lorsque vous changez les répétitions souvent. Choisissez une intervalle. Vos répétitions changeront automatiquement à chaque entraînement.
sv: Du utvecklas snabbare när du varierar dina reps oftare. Välj ett intervall som passar dig. Dina reps kommer automatiskt att uppdateras vid varje träningspass.

source: Learn more
de_ch: Mehr erfahren
fr: En savoir plus
sv: Lär dig mer

# FiveToTwelveReps
source: 5-12 reps
de_ch: 5-12 Wiederholungen
fr: 5-12 répétitions

# EightToFifteenReps
source: 8-15 reps
de_ch: 8-15 Wiederholungen
fr: 8-15 répétitions

# TwelveToTwentyReps
source: 12-20 reps
de_ch: 12-20 Wiederholungen
fr: 12-20 répétitions

source: Min:
fr: Minimum:

source: Max:
fr: Maximum:

source: Save custom reps
de_ch: Benutzerdefinierter Wiederholungsbereich
fr: Enregistrer les répétitions personnalisées
sv: Spara anpassade reps

source: SET STYLE
de_ch: Satzart
fr: Régler le style de série
sv: SETSTIL

source: Rest-pause sets are harder, but they halve workout time.
de_ch: Rest-Pause-Training ist härter, aber halbiert die Trainingszeit
fr: Les série Repos-Pause sont plus difficiles, mais elles prennent la moitié moins de temps d'entraînement.
sv: Rest-pause sets är svårare, men de halverar tiden på gymmet.

source: Normal sets
de_ch: Normale Sätze
fr: Séries normales
sv: Normala sets

source: Rest-pause sets
de_ch: Rest-Pause-Training
fr: Série Repos-Pause

source: UNITS
de_ch: Einheiten
fr: UNITÉS
sv: ENHETER

source: BACKGROUND IMAGE
de_ch: Hintergrundbild
fr: IMAGE DE FOND
sv: BAKGRUNDSBILD

source: Male
de_ch: Mann
fr: Homme
sv: Man

source: Female
de_ch: Frau
fr: Femme
sv: Kvinna

source: No image
de_ch: Kein Bild
fr: Aucune image
sv: Ingen bild

source: VIBRATE
de_ch: Vibrieren
fr: Vibration
sv: VIBRERA

source: SOUND
de_ch: Ton
fr: Son
sv: LJUD

source: AUTOSTART
fr: Débuter automatiquement
sv: STARTA AUTOMATISKT

source: AUTOMATCH REPS
de_ch: Automatische Wiederholungszahl
fr: Réglage automatique avec répétitions
sv: AUTOMATCHA REPS

source: Automatically change timer duration to match recommended reps and optimize muscle hypertrophy
de_ch: Automatisch geänderte Dauer, um die empfohlenen Wiederholungen anzupassen und optimiere die Muskelhypertrophie
fr: (Changer automatiquement la durée de la minuterie pour correspondre aux répétitions et optimiser l'hypertrophie des muscle.)
sv: (Ändra automatiskt timern för att matcha rekommenderat antal reps och optimera muskeltillväxten.)

source: START
fr: DÉBUTER

source: STOP
de_ch: Stopp
fr: ARRÊTER

# LowRepsBuildMoreStrengthHighRepsAreEasierOnYourJoints
source: Low reps build more strength. High reps are easier on your joints. They also burn more fat. For fat loss, your diet is important. Contact support for free, custom advice.
de_ch: Wenige Wiederholungen machen dich stärker. Viele Wiederholungen sind einfacher für dich. Sie verbrennen auch mehr Fett. Um Gewicht zu verlieren, ist deine Ernährung wichtig. Kontaktiere den Support kostenlos, um weitere Hilfe zu bekommen.
fr: Moins de répétitions bâtissent plus de force. Plus de répétitions est plus dou sur vos jointures. Elles brûlent aussi plus de gras. Pour la perte de poids votre alimentation est importante. Contactez notre support pour des conseils personnalisés gratuits.
sv: Lågt repantal bygger styrka. Högre repantal är skonsammare för dina leder. De bränner även mer fett. För fettförbränning, är din diet viktig. Kontakta supporten för kostnadsfri rådgivning.

source: All reps build muscle
de_ch: Alle Wiederholungen bauen Muskeln auf.
fr: Toutes les répétitions bâtissent du muscle
sv: Alla reps bygger muskler

source: Sets of less than 5 reps are very heavy and do not build muscle faster.
de_ch: Sätze mit weniger als 5 Wiederholungen sind sehr schwer, bauen Muskeln aber auch nicht schneller auf. Für deine Sicherheit liegt die minimale Wiederholungszahl bei 5.
fr: Les séries de moins de 5 répétitions sont très lourdes et n'aident pas à bâtir du muscle plus rapidement. Pour votre sécurité le minimum de répétition est 5.
sv: Sets med färre än 5 reps är tunga och bygger inte muskler snabbare. För din säkerhet, är minimum reps 5.

source: Less than 5 reps?
de_ch: Weniger als 5 Wiederholungen?
fr: Moins de 5 répétitions?
sv: Färre än 5 reps?

source: Please increase max reps to increase minimum reps further.
de_ch: Bitte erhöhe die maximalen Wiederholungen um später auch die minimalen Wiederholungen zu erhöhen.
fr: S'il-vous-plaît augmentez votre maximum de répétition pour augmenter votre minimum de répétition.
sv: Vänligen öka max reps för att kunna öka minimum reps.

source: Sets of more than 30 reps are rather painful, take a long time to do, and do not build muscle faster.
de_ch: Sätze mit mehr als 30 Wiederholungen sind eher schmerzvoll, benötigen aber sehr lange und bauen Muskeln auch nicht schneller auf. Für die besten Ergebnisse liegt die maximale Wiederholungszahl bei 30.
fr: Les séries de 30 répétitions et plus sont douloureuses, prennent beaucoup de temps et n'aident pas à bâtir du muscle plus rapidement. Pour un meilleur résultat le maximum de répétitions est 30.
sv: Sets med fler än 30 reps är smärtsamma, tar lång tid att genomföra, och bygger inte muskler snabbare. För bästa resultat, är max-reps 30.

source: More than 30 reps?
de_ch: Mehr als 30 Wiederholungen?
fr: Plus de 30 répétitions?
sv: Mer än 30 reps?

source: Please decrease minimum reps to decrease max reps further.
de_ch: Bitte reduziere die minimalen Wiederholungen um später auch die maximalen Wiederholungen zu reduzieren.
fr: S'il-vous-plaît diminuez votre nombre de répétitions minimal pour diminuer pour nombre de répétition maximal.
sv: Vänligen minska minimum reps för att kunna minska max reps ytterligare.
