Repository: nazim-hussain/Dr_Muscle_App-
Catalog: DrMuscle/DrMuscle/Resx/AppResources.*.resx
Languages: de_ch, fr, sv

source: Welcome to
de_ch: Willkommen zu
fr: Bienvenue Chez
sv: Välkommen till

# IHelpYouTransformYourBody
source: I help you get in shape faster
de_ch: Ich helfe dir schneller in Form zu kommen
fr: Je vous aide à vous mettre en forme plus rapidement
sv: Jag hjälper dig komma i form snabbare

# ByLiftingWeightsUsingScience
source: because I use science and AI
de_ch: weil ich wissenschaftliche Erkenntnisse und KI nutze
fr: Parce que j'utilise la science et l'intelligence artificielle (IA)
sv: för att jag använder mig av vetenskap och AI

# AndASmartProgramThatLevels
source: to create a new custom workout
de_ch: Um ein neues eigenes Training zu entwickeln
fr: Pour créer un nouvel entraînement personnalisé
sv: för att skapa ett nytt anpassat träningspass

# IMLikeAPersonalTrainer
source: I'm like a personal trainer, but less expensive,
de_ch: Ich bin wie dein persönlicher Trainer, nur deutlich preiswerter.
fr: Je suis comme un entraîneur privé, mais moins dispendieux,
sv: Jag är som en personlig tränare, men betydligt billigare,

source: always up to date, and available anytime, anywhere.
de_ch: immer aktuell, zu jeder Zeit an jedem Ort
fr: Toujours à jour et disponible en tout temps, partout.
sv: alltid uppdaterat och tillgängligt när och var som helst.

source: Help me customize your program. Are you a...
de_ch: Hilf mir dein Programm zu erstellen. Bist du ein...
fr: Aidez-moi à personaliser votre programme. Êtes-vous...
sv: Hjälp mig skapa ett anpassat program för dig. Är du...

# UpWithYouAutomatically
source: for you every time you train.
de_ch: für jedes Training
fr: pour vous chaque fois que vous vous entraînez
sv: för varje gång du tränar.

# AreYouMaleorWoman
source: Help me customize your program. Are you a man, or a woman?
de_ch: Hilf mir, dein Programm zu erstellen. Bist du eine Frau oder ein Mann?
fr: Aidez-moi à personaliser votre programme. Êtes-vous un homme ou une femme?
sv: Hjälp mig skapa ett anpassat program för dig. Vad är ditt kön?

source: Man
de_ch: Mann
fr: Homme

source: Woman
de_ch: Frau
fr: Femme
sv: Kvinna

source: Already have an account?
de_ch: Hast du schon ein Konto?
fr: Vous avez déjà un compte?
sv: Har du redan ett konto?

source: By continuing, you agree to our
de_ch: Mit dem Fortfahren erklärst du dein Einverständnis zu unseren
fr: En continuant vous acceptez nos
sv: Genom att fortsätta, godkänner du våra

# TermsOfUseLower
source: terms of use
de_ch: Nutzungsbedingungen
fr: conditions d'utilisation
sv: användarvillkor

source: and
de_ch: und
fr: et
sv: och

source: privacy policy
de_ch: Datenschutzrichtlinie.
fr: politique de la vie privée.
sv: integritetspolicy

# ImNotLikeOtherApps
source: I'm not like other apps. I tell you what to do when you work out, like a personal trainer in your phone. I use the latest science, but I can't correct your form, or allow for a medical condition. I may be wrong at times. When in doubt, trust your own judgment. And contact us. The team is always improving my AI.
de_ch: Ich bin nicht wie andere Apps. Ich sage Ihnen, was Sie tun müssen, wenn Sie trainieren, wie ein persönlicher Trainer am Telefon. Ich verwende die neuesten Erkenntnisse, kann aber Ihre Form nicht korrigieren oder eine Erkrankung zulassen. Ich kann mich manchmal irren. Im Zweifel vertraue deinem eigenen Urteil. Und kontaktiere uns Das Team verbessert immer meine KI.
fr: Je ne suis pas comme les autres applications. Je vous dis quoi faire quand vous vous entraînez, comme un entraîneur privé dans votre téléphone. J'utilise la science la plus récente, mais je ne peux corriger votre posture ou une situation médicale. Je peux parfois me tromper. Si vous avez un doute, faites confiance à votre propre jugement et contactez-nous. L'équipe améliore toujours mon intelligence artificielle.
sv: Jag är inte som andra appar. Jag säger åt dig hur du ska träna, precis som en personlig tränare i din telefon. Jag använder mig utav den senaste vetenskapen, men jag kan inte rätta din träningsform, eller anpassa ifall du skulle ha en kroppslig sjukdom. Jag kan ha fel ibland, ifall du är tveksam ska du lita på ditt egna omdöme. Ta då även kontakt med oss, vårt team jobbar ständigt på att förbättra vår AI.

source: Got it
de_ch: Verstanden
fr: Bien reçu
sv: Förstått!

source: Customizing your program...
de_ch: Erstelle dein eigenes Programm
fr: Je personnalise votre programme...
sv: Anpassa ditt program...

# GotItYourProgramStart
source: Got it. Your program starts at your level. How long have you been working out for?
de_ch: Verstanden. Dein Programm startet auf deinem Level. Wie lange trainierst du schon?
fr: Bien reçu. Votre programme commence à votre niveau. Vous vous entraînez depuis combien de temps?
sv: Jag förstår. Ditt program börjar på din nivå. Under hur lång tid har du tränat?

source: Less than 1 year
de_ch: Weniger als 1 Jahr
fr: Moins d'un an
sv: Mindre än 1 år

# YearOrMore
source: 1 year or more
de_ch: 1 Jahr oder mehr
fr: 1 an ou plus
sv: 1 år eller mer

source: You have set a
de_ch: Du hast eingegeben
fr: Vous avez atteint un
sv: Du har ett

source: New record!
de_ch: Neuer Rekord!
fr: Nouveau record!
sv: Nytt rekord!

# PleaseEnterYourFirstnameSoICan
source: Please enter your firstname so I can congratulate you when you set new records:
de_ch: Bitte gib deinen Vornamen ein, dann kann ich dir gratulieren, wenn du einen neuen Rekord geschafft hast
fr: S'il-vous-plaît entrez votre prénom pour que je puisse vous féliciter quand vous atteindrez de nouveaux records:
sv: Vänligen, skriv in ditt förnamn så att jag kan gratulera dig när du sätter nya rekord:

source: Tap to enter your firstname
de_ch: Tippen um deinen Vornamen einzugeben
fr: Tapez pour entrer votre prénom
sv: Tryck för att skriva in ditt förnamn

source: Next
de_ch: Nächstes
fr: Suivant
sv: Nästa

# GotItPleaseChooseAGoalDontWorryYouCanForMan
source: Got it. Please choose a goal. Don't worry: you can customize everything later.
de_ch: Verstanden. Wähle dein Ziel aus. Keine Sorge: Du kannst dies jederzeit wieder ändern.
fr: J'ai compris. Veuillez choisir un objectif. Ne vous inquiétez pas : vous pourrez tout personnaliser plus tard.
sv: Jag förstår. Sätt ett mål. Oroa dig inte: Du kan anpassa allt i ett senare skede.

source: Focus on building muscle
de_ch: Fokus auf Muskelzuwachs
fr: Concentration en prise de masse musculaire
sv: Fokusera på att bygga muskler

source: Build muscle and burn fat
de_ch: Muskelaufbau und Fettverbrennung
fr: Perte de graisses et prise de masse musculaire en même temps
sv: Bygg muskler och bränn fett

source: Focus on burning fat
de_ch: Fokus auf Fettverbrennung
fr: Concentration en perte de graisses
sv: Fokusera på fettförbränning

# GotItPleaseChooseAGoalDontWorryLiftingWeightsForWoman
source: Got it. Please choose a goal. Don't worry: lifting weights won't make you bulky. Plus, you can customize everything later.
de_ch: Verstanden. Bitte wähle dein Ziel. Keine Sorge: Gewichtheben macht dich nicht unförmig. Außerdem kannst du später alles noch verändern.
fr: J'ai compris. Veuillez choisir un objectif. Ne vous inquiétez pas : soulever des poids ne vous rendra pas trop costaud. De plus, vous pouvez tout personnaliser plus tard.
sv: Jag förstår. Välj ett mål. Oroa dig inte: Styrketräning gör dig inte klumpig. Dessutom kan du anpassa allt senare.

source: Focus on toning up
de_ch: Fokus auf Formung deines Körpers
fr: Concentrer sur la remise en forme
sv: Fokusera på att tona upp

source: Tone up and slim down
de_ch: Sich in Form bringen und abnehmen
fr: Tonifiez et affinez votre silhouette
sv: Tona upp och bli smalare

source: Focus on slimming down
de_ch: Fokus auf Abnehmen
fr: Concenter sur l'amaigrissement
sv: Fokusera på att bli smalare

# BuildMuscle
source: Your program levels up automatically with you. I update it every time you work out, so you always build muscle as fast as possible.
de_ch: Dein Programm steigert sich automatisch mit deinem Fortschritt. Es aktualisiert sich bei jedem Training, also baue so schnell wie möglich Muskeln auf.
fr: Votre programme se met automatiquement à niveau avec vos progrès. Je le mets à jour à chaque fois que vous faites de l'exercice, pour que vous développiez toujours vos muscles le plus efficacement possible.
sv: Ditt program uppdateras automatiskt. Jag uppdateras varje gång du tränar, så att du alltid bygger muskler så fort som möjligt.

# BuildMuscleBurnFat
source: Your program levels up automatically with you. I update it every time you work out, so you always build muscle and burn fat as fast as possible.
de_ch: Dein Programm steigert sich automatisch mit dir.
fr: Votre programme se met automatiquement à niveau avec vos progrès. Je le mets à jour à chaque fois que vous faites de l'exercice, pour que vous développiez toujours vos muscles et perdiez de la graisse le plus efficacement possible.
sv: Ditt program uppdateras automatiskt. Jag uppdateras varje gång du tränar, så att du alltid bygger muskler och bränner fett så fort som möjligt.

# FatBurning
source: Your program levels up automatically with you. I update it every time you work out, so you always burn fat as fast as possible.
de_ch: Dein Programm steigert sich automatisch mit deinem Fortschritt. Es aktualisiert sich bei jedem Training, also verbrenne so schnell so viel Fett wie möglich.
fr: Votre programme se met automatiquement à niveau avec vos progrès. Je le mets à jour à chaque fois que vous faites de l'exercice, pour que vous perdiez de la graisse le plus efficacement possible.
sv: Ditt program uppdateras automatiskt. Jag uppdateras varje gång du tränar, så att du alltid bränner fett så fort som möjligt.

# YouSaidBigBigMenOftenWantSayTheyWantToGetRid
source: You said: 'Big'. Big men often want say they want to: 'Get rid of this body fat and lose my gut. Then pack on muscle.' Would you like me to set up your program with that goal in mind? I'll also make sure your program is balanced, safe, and effective.
de_ch: Sie sagten: "Groß". Große Männer wollen damit oft folgendes sagen: 'Sie wollen vorhandenes Körperfett und vor allem das Fett am Bauch verlieren. Anschließend wollen sie Muskeln aufbauen. ' Möchten Sie, dass ich Ihr Programm mit diesem Ziel vorbereite? Ich werde auch sicherstellen, dass Ihr Programm ausgewogen, sicher und effektiv ist.
fr: Vous avez dit : "Gros". Les gros hommes veulent souvent dire qu'ils veulent : "Se débarrasser de cette graisse corporelle et perdre mon ventre. Ensuite, musclez les muscles." Aimeriez-vous que je définisse votre programme en fonction de cet but ? Je m'assurerai également que votre programme soit équilibré, sécuritaire et efficace.
sv: Du sa: 'Stor'. Stora män säger oftast att dem vill: 'Bli av med sitt kroppsfett, särskilt kring magen. Och lägga på muskler.' Vill du att jag skapar ett träningsprogram med detta i åtanke? Jag kommer även se till att ditt program är balanserat, säkert och effektivt.

source: Yes
de_ch: Ja
fr: Oui
sv: Ja

source: No (choose other goal)
de_ch: Nein (wähle ein anderes Ziel)
fr: Non (choisissez un autre objectif)
sv: Nej (välj ett annat mål)

# YouSaidMidSizeMidSizeMenOthenSayTheyWantToGetFit
source: You said: 'Midsize.' Midsize men often say they want to: 'Get fit, strong, and more muscular. Gain lean mass and have a visible set of abs.' Would you like me to set up your program with that goal in mind? I'll also make sure your program is balanced, safe, and effective.
de_ch: Sie sagten: "Mittelgroß". Mittelgroße Männer sagen oft, dass sie wollen: „Fit, stark und muskulös zu werden. Nehmen Sie magere Masse auf und haben Sie einen sichtbaren Satz von Bauchmuskeln. ' Möchten Sie, dass ich Ihr Programm mit diesem Ziel vorbereite? Ich werde auch sicherstellen, dass Ihr Programm ausgewogen, sicher und effektiv ist.
fr: Vous avez dit: 'Moyen.' Les homme moyens disent souvent qu'ils veulent: 'Être en forme, fort et plus musclé. Prendre de la masse maigre et avoir des abdos apparents.' Voulez-vous que je règle votre programme avec cet objectif en tête? Je vais aussi m'assurer que votre programme est équilibré, sécuritaire et efficace.
sv: Du sa: 'Normalbyggd.' Normalbyggda män säger oftast att de vill: 'Komma i form, bli starkare och mer muskulär. Gå upp i muskelmassa och ha synliga magmuskler.' Vill du att jag anpassar ditt program med detta i åtanke? Jag kommer även se till att ditt program är balanserat, säkert och effektivt.

# YouSaidSkinnySkinnyMenOftenHaveAHardTimeGainingWeight
source: You said: 'Skinny.' Skinny men often have a hard time gaining weight. Some say: 'I eat constantly and work my butt off, but I just don't gain. Tired of being a sack of skin and bones.' Can you relate?
de_ch: Du hast gesagt: 'Dünn'. Dünne Männer haben oft Schwierigkeiten, an Gewicht zuzunehmen. Einige sagen: "Ich esse ständig und reiße mir den Hintern auf, aber ich nehme einfach nicht zu. Ich bin es leid müde und nur Haut und Knochen zu sein.' Kannst du dem zustimmen?
fr: Vous avez dit: 'Mince.' Les hommes minces ont souvent du mal à prendre du poids. Certains disent: 'Je mange constamment et je m’entraîne comme un déchaîné, mais je ne prend aucun poids. Fatigué d'être un sac d'os.' Ça vous parle?
sv: Du sa: Smal.' Smala män säger oftast att de har svårt att gå upp i vikt. Vissa säger: 'Jag äter konstant och tränar hårt, men jag går bara inte upp i vikt. Trött på att vara smal och benig.' Kan du relatera?

source: Yes, I have a hard time gaining
de_ch: Ja, es fällt mir schwer zuzunehmen.
fr: Oui, j'ai du mal à terminer
sv: Ja, jag har svårt för att bygga

source: No, I don't have a hard time
de_ch: Nein, ich hatte keine harte Zeit
fr: Non, je n'ai pas eu de difficultés
sv: Nej, jag har inte svårt med det

source: Not sure, I've never lifted before
de_ch: Ich bin nicht sicher, ich habe nie vorher im Studio trainiert
fr: Je ne suis pas sûr, je n'ai jamais fait ça avant
sv: Osäker, jag har aldrig styrketränat tidigare

# GotItSkinnyMenOftenSayTheyWantToPutOnLeanMassWhileKeepingMyAbsDefined
source: Got it. Skinny men often say they want to: 'Put on lean mass while keeping my abs defined. Gain healthy weight and be fit.' Would you like me to set up your program with that goal in mind? I'll also make sure your program is balanced, safe, and effective.
de_ch: Verstanden. Dünne Männer sagen oft, sie wollen: 'Magere Masse zunehmen, während meine Bauchmuskeln definiert bleiben. Gesunde Muskeln zunehmen und fit sein. ' Möchten Sie, dass ich Ihr Programm mit diesem Ziel vorbereite? Ich werde auch sicherstellen, dass Ihr Programm ausgewogen, sicher und effektiv ist.
fr: Bien reçu. Les hommes minces disent souvent qu'ils veulent: 'Ajouter de la masse maigre tout en gardant mes abdos bien défini. Prendre du bon poids et être en forme. Voulez-vous que je règle votre programme avec cet objectif en tête? Je vais aussi m'assurer que votre programme est équilibré, sécuritaire et efficace.
sv: Jag förstår. Smala män säger oftast: 'Lägga på muskelmassa och behålla min muskeldefinition. Gå upp hälsosamt i vikt och komma i form.' Vill du att jag skapar ett träningsprogram med detta i åtanke? Jag kommer även se till att ditt program är balanserat, säkert och effektivt.

source: You said: 'Man.' What's your body type?
de_ch: Du hast Mann angegeben. Was für eine Figur hast du?
fr: Vous avez dit : "Homme." Quel est votre type de corps ?
sv: Du sa: 'Man'. Vad är din kroppstyp?

source: Skinny
de_ch: Dünn
fr: Maigre
sv: Smal

source: Midsize
de_ch: Durchschnittlich
fr: Normal
sv: Mellan

source: Big
de_ch: Dick
fr: Gros
sv: Stor

# DoYouUseLbsOrKgs
source: Do you use lbs or kg?
de_ch: Möchtest du lbs oder kg verwenden?
fr: Utilisez-vous les livres ou les kilos ?
sv: Använder du lbs eller kgs?

# YouSaidFullFiguredFullFiguredWomenOftenHaveAHardTimeLosingWeight
source: You said: 'Full-figured.' Full-figured women often have a hard time losing weight. Some say: 'I get fat just looking at food! So frustrating.' Can you relate?
de_ch: Du hast gesagt:"Korpulent". Korpulenten Frauen fällt es sehr schwer abzunehmen. Einige sagen: Ich nehme schon zu, wenn ich essen nur ansehe! Das ist so frustrierend. Kannst du dem zustimmen?
fr: Vous avez dit: 'Ronde.' Les femmes rondes ont souvent du mal à perdre du poids. Certaines disent: 'J'engraisse juste à regarder la nourriture! Tellement frustrant.' Ça vous parle?
sv: Du sa: 'Välformade.' Välformade kvinnor har oftast svårt att gå ner i vikt. Vissa säger: 'Jag går upp i vikt bara genom att kolla på mat! Så frustrerande.' Kan du relatera?

source: Yes, I can gain weight easily
de_ch: Ja, ich nehme einfach an Gewicht zu.
fr: Oui, je peux prendre du poids facilement
sv: Ja, jag kan lätt gå upp i vikt

source: No, I don't gain weight that easily
de_ch: Nein, ich nehme nicht einfach Gewicht zu
fr: Non, je ne prends pas de poids si facilement.
sv: Nej, jag går inte enkelt upp i vikt

# ThankYouFullFiguredWomenAlsoOftenSayTheyWantToGetFItAndStrong
source: Thank you. Full-figured women also often say they want to: 'Get fit and strong while dropping body fat. Shape arms, legs, and booty, and feel more comfortable in my body.' Would you like me to set up your program with that goal in mind? I'll also make sure your program is balanced, safe, and effective.
de_ch: Vielen Dank. Vollschlanke Frauen sagen auch oft, sie wollen: „Fit, stark und schlanker werden sowie Abbau von Körperfett. Formen der Arme, Beine und Po sowie sich in ihrem Körper wohler fühlen.' Möchten Sie, dass ich Ihr Programm mit diesem Ziel vorbereite? Ich werde auch sicherstellen, dass Ihr Programm ausgewogen, sicher und effektiv ist.
fr: Merci. Les femmes rondes disent souvent aussi qu'elles veulent: 'Être en forme et forte tout en perdant du gras. Définir leur bras, jambes et leur fessier, et se sentir plus confortables dans leur corps. Voulez-vous que je règle votre programme avec cet objectif en tête? Je vais aussi m'assurer que votre programme est équilibré, sécuritaire et efficace.
sv: Tack. Välformade kvinnor säger oftast att dem villl: 'Komma i form och bli stark, samtidigt som kroppsfettsnivån sjunker. Forma mina armar, ben och rumpa. Känna mig bekväm i min kropp.' Vill du att jag anpassar ditt program med detta i åtanke? Jag kommer även se till att ditt program är balanserat, säkert och effektivt.

# YouSaidMidSizeMidSizeWomenOftenSAyTheyWantToGetFitAndStrong
source: You said: 'Midsize.' Midzise women often say they want to: 'Get fit and strong, leaner, and comfortable in my body. Firm legs and booty, and a flat stomach.' Would you like me to set up your program with that goal in mind? I'll also make sure your program is balanced, safe, and effective.
de_ch: Du hast gesagt: "Normal". Normale-Frauen sagen oft, sie wollen: „Fit, stark und schlanker werden sowie sich in ihrem Körper wohl fühlen. Feste Beine und Po sowie ein flacher Bauch. Möchten Sie, dass ich Ihr Programm mit diesem Ziel vorbereite? Ich werde auch sicherstellen, dass Ihr Programm ausgewogen, sicher und effektiv ist.
fr: Vous avez dit: 'Moyenne.' Les femmes de morphologie moyenne disent qu'elles veulent: être en forme et forte, plus minces et confortables dans leur corps. Des jambes et un fessier plus fermes, et un ventre plat. Voulez-vous que je règle votre programme avec cet objectif en tête? Je vais aussi m'assurer que votre programme est équilibré, sécuritaire et efficace.
sv: Du sa: 'Normalbyggd.' Normalbyggda kvinnor säger oftast att dem vill: 'Komma i form, bli stark och känna mig bekväm i min kropp. Välformade ben och rumpa, och en platt mage.' Vill du att jag anpassar ditt program med detta i åtanke? Jag kommer även se till att ditt program är balanserat, säkert och effektivt.

# YouSaidThinThinWomenOftenSayTheyWantToGetFitAndStrongW
source: You said: 'Thin.' Thin women often say they want to: 'Get fit and strong while maintaining a lean physique. Add size to legs, booty, and dense looking muscle overall.' Would you like me to set up your program with that goal in mind? I'll also make sure your program is balanced, safe, and effective.
de_ch: Du hast gesagt: 'dünn.' Dünne Frauen sagen oft, sie wollen: „Fit und stark werden sowie gleichzeitig einen schlanken Körper behalten. An den Beinen und am Po soll Muskulatur aufgebaut werden und die Muskulatur insgesamt straffer werden'. Möchten Sie, dass ich Ihr Programm mit diesem Ziel vorbereite? Ich werde auch sicherstellen, dass Ihr Programm ausgewogen, sicher und effektiv ist.
fr: Vous avez dit: 'Mince.' Les femmes minces disent qu'elles veulent: 'Être en forme et forte tout en maintenant un physique svelte. Avoir plus de jambes et des fessier, et une allure des muscles plus volumineuse en général.' Voulez-vous que je règle votre programme avec cet objectif en tête? Je vais aussi m'assuré que votre programme est équilibré, sécuritaire et efficace.
sv: Du sa: 'Smal.' Smala kvinnor säger oftast att dem vill: 'Komma i form och bli starkare samt behålla en väldefinierad fysisk. Lägga på muskelmassa till benen, rumpan och välformade muskler överlag.' Vill du att jag anpassar ditt program med detta i åtanke? Jag kommer även se till att ditt program är balanserat, säkert och effektivt.

source: You said: 'Woman.' Please tell me about your body type:
de_ch: Du hast Frau angegeben. Was für eine Figur hast du?
fr: Vous avez dit 'Femme.' S'il-vous-plaît dites moi votre type de morphologie:
sv: Du sa: 'Kvinna.' Berätta mer om din kroppstyp:

source: Thin
de_ch: Dünn
fr: Mince
sv: Smal

source: Full-figured
de_ch: Vollschlank
fr: Ronde
sv: Välutformad

source: Thank you. Your suggested program is:
de_ch: Danke. Dein vorgeschlagenes Programm ist:
fr: Je vous remercie. Votre programme suggéré est :
sv: Tack. Ditt föreslagna program är:

# UpperLowerBodySplitLevel1More1Year
source: Upper/Lower Body Split Level 1
de_ch: Unter-/Oberkörper Split Level 1
fr: Haut/Bas du corps séparés niveau 1
sv: Övre/Nedre kroppssplit Steg 1

# MondayUpperBody1More1Year
source: Monday: Upper Body
de_ch: Montag: Oberkörper
fr: Lundi: Haut du corps
sv: Måndag: Överkropp

# TuesdayLowerBodyMore1Year
source: Tuesday: Lower Body
de_ch: Dienstag: Unterkörper
fr: Mardi: Bas du corps
sv: Tisdag: Underkropp

# WednesdayOffMore1Year
source: Wednesday: Off
de_ch: Mittwoch: Frei
fr: Mercredi: Congé
sv: Onsdag: Vila

# ThursdayUpperBodyMore1Year
source: Thursday: Upper Body
de_ch: Donnerstag: Oberkörper
fr: Jeudi: Haut du corps
sv: Torsdag: Överkropp

# FridayOrSaturdayLowerBodyMore1Year
source: Friday or Saturday: Lower Body
de_ch: Freitag oder Samstag: Unterkörper
fr: Vendredi ou samedi: bas du corps
sv: Fredag eller lördag: Underkropp

# SundayOffMore1Year
source: Sunday: Off
de_ch: Sonntag: Frei
fr: Dimanche: Congé
sv: Söndag: Vila

# WorkOutYourUpperAndYourLowerBody2xWeekForBestResultsMore1Year
source: - Work out your upper and your lower body 2x/week for best results
de_ch: Trainiere den Unter- und Oberkörper 2-mal pro Woche für die besten Ergebnisse
fr: -Entraînez votre haut et bas du corps 2x/semaine pour de meilleurs résultats
sv: - Träna överkroppen samt underkroppen 2 gånger i veckan för bästa resultat

source: Full-Body Level 1
de_ch: Ganzkörper Level 1
fr: Tout le corps Niveau 1
sv: Helkropp Steg 1

source: Monday: Full Body
de_ch: Montag: Ganzer Körper
fr: Lundi: Tout le corps
sv: Måndag: Helkropp

source: Tuesday: Off
de_ch: Dienstag: Frei
fr: Mardi: Congé
sv: Tisdag: Vila

source: Wednesday: Full Body
de_ch: Mittwoch: Ganzer Körper
fr: Mercredi: Tout le corps
sv: Ondag: Helkropp

source: Thursday: Off
de_ch: Donnerstag: Frei
fr: Jeudi: Congé
sv: Torsdag: Vila

source: Friday or Saturday: Full Body
de_ch: Freitag oder Samstag: Ganzer Körper
fr: Vendredi ou Samedi: Tout le corps
sv: Fredag eller söndag: Helkropp

source: Sunday: Off
de_ch: Sonntag: Frei
fr: Dimanche: Congé
sv: Söndag: Vila
