Repository: nazim-hussain/Dr_Muscle_App-
Catalog: DrMuscle/DrMuscle/Resx/AppResources.*.resx
Languages: de_ch, fr, sv

source: - Work out your full body 3x/week for best results
de_ch: Trainiere den ganzen Körper 3-mal pro Woche für die besten Ergebnisse
fr: - Entraînez tout votre corps 3x/semaine pour de meilleurs résultats
sv: - Träna helkroppen 3/v för bästa resultat

source: - You can change workout days
de_ch: Du kannst die Trainingstage ändern
fr: - Vous pouvez changer les jours d'entraînement
sv: - Du kan ändra dina träningsdagar

source: Where do you work out?
de_ch: Wo trainierst du?
fr: À quel endroit voulez-vous vous entraîner?
sv: Vart tränar du?

source: Home
de_ch: Startseite
fr: Acceuil
sv: Hemma

source: Continue
de_ch: Fortfahren
fr: Continuer
sv: Fortsätt

source: Your workout plan is:
de_ch: Dein Trainingsplan ist:
fr: Votre plan d'entraînement est:
sv: Ditt träningsupplägg är:

source: Log in with Facebook
de_ch: Mit Facebook einloggen
fr: Vous connecter avec facebook
sv: Logga in med facebook

source: Log in with Email
de_ch: Mit deine Email einloggen
fr: Vous connecter avec courriel
sv: Logga in med mejladress

source: Tap to enter your email
de_ch: Tippen um deine Emailadresse einzugeben
fr: Tapez pour entrer votre courriel
sv: Skriv in din mejladress

source: Tap to enter your password
de_ch: Tippen um dein Passwort einzugeben
fr: Tapez pour entrer votre mot de passe
sv: Skriv in ditt lösenord

# SixCharactersOrLonger
source: 6 characters or longer
de_ch: 6 Zeichen oder länger
fr: 6 caractères ou plus
sv: 6 tecken eller längre

source: Log in
de_ch: Einloggen
fr: Se connecter
sv: Logga in

source: Forgot password?
de_ch: Passwort vergessen?
fr: Mot de passe oublié?
sv: Glömt lösenord?

source: Made a mistake? Start over
de_ch: Hast du einen Fehler gemacht? Beginn neu
fr: Vous avez fait une erreur? Recommencez
sv: Gjort ett misstag? Börja på nytt

source: Create new account
de_ch: Erstelle ein neues Konto
fr: Créer un nouveau compte
sv: Skapa ett nytt konto

source: terms of use
de_ch: Nutzungsbedingungen
fr: Conditions d'utilisation
sv: användarvillkor

source: An error occurs when signing in
de_ch: Ein Fehler ist aufgetreten bei den Anmeldung
fr: Une erreur s'est produite pendant la connexion
sv: Ett fel uppstod när du skulle loggas in

source: Unable to log in
de_ch: Ich kann mich nicht einloggen.
fr: Connexion impossible
sv: Misslyckades med att logga in

source: Email and password do not match.
de_ch: Email und Passwort passen nicht zusammen
fr: Email et mot de passe ne correspondent pas
sv: Mejladress och lösenord matchar inte.

source: Password reset
de_ch: Passwort zurücksetzen
fr: Réinitialiser le mot de passe
sv: Återställ lösenord

source: Enter your email
de_ch: Gib deine Email-Adresse ein
fr: Entrez votre courriel
sv: Skriv in din mejladress

source: Please check your email
de_ch: Bitte prüfe deine Emails
fr: S'il-vous-plaît vérifiez votre courriel
sv: Vänligen kolla din mejlinkorg

# ToRestYourPassword
source: to reset your password.
de_ch: um dein Passwort zurück zu setzen
fr: pour réinitialiser votre mot de passe.
sv: för att återställa ditt lösenord.

source: Can you try another login email?
de_ch: Kannst du eine andere Emailadresse versuchen?
fr: Pouvez-vous essayer un autre courriel de connexion?
sv: Kan du försöka med en annan inloggningsmejl?

source: Email not found
de_ch: Email nicht gefunden
fr: Courriel introuvable
sv: Kunde inte hitta mejladress

# EmailPasswordEmptyError
source: Please provide email and password.
de_ch: Bitte halte dein Emailadresse und dein Passwort bereit
fr: S'il-vous-plaît fournir un courriel et mot de passe.
sv: Mata vänligen in mejladress och lösenord.

# InvalidEmailError
source: Please enter a valid email address.
de_ch: Bitte gib eine gültige Emailadresse ein
fr: S'il-vous-plaît entrez une adresse courriel valide.
sv: Mata vänligen in en giltig mejladress

source: Invalid email address
de_ch: Ungültige Emailadresse
fr: Adresse courriel invalide.
sv: Ogiltig mejladress

# PasswordLengthError
source: Password needs to be at least 6 characters.
de_ch: Das Passwort muss mindestens 6 Zeichen lang sein
fr: Le mot de passe doit contenir au moins 6 caractères.
sv: Välj ett lösenord med minst 6 tecken.

# PleaseCheckInternetConnection
source: Please check your Internet connection and try again. If this problem persists, please contact support.
de_ch: Bitte prüfe deine Internetverbindung und versuche es noch einmal. Sollte das Problem weiterhin bestehen, dann kontaktiere den Support.
fr: S'il-vous-plaît vérifiez votre connexion internet et réessayez.
sv: Kontrollera din internetanslutning och försök igen. Om detta problemet fortsätter, vänligen kontakta supporten.

source: Error!
de_ch: Fehler !
fr: Erreur !
sv: Felaktigt !

source: Connect with Facebook
de_ch: Verbinden mit Facebook
fr: Vous-connectez avec Facebook
sv: Anslut med Facebook

# CreateAccountWithWmail
source: Create account with email
de_ch: Konto erstellen mit deiner Email
fr: Créer un compte avec votre courriel
sv: Skapa konto med din mejl

source: Create account
de_ch: Konto erstellen
fr: Créer un compte
sv: Skapa konto

source: Tap to create your password
de_ch: Tippen um ein neues Passwort zu erstellen
fr: Tapez pour créer un mot de passe
sv: Mata in ett lösenord

# WelcomeToLower
source: Welcome to
de_ch: Willkommen zu
fr: Bienvenue chez
sv: Välkommen till

source: Save your custom program and progression
de_ch: Speicher dein eigenes Programm und deinen Fortschritt
fr: Sauvegardez votre programme personnalisé et votre progression
sv: Spara ditt anpassade program och din utveckling

source: [Gym] Full-Body
de_ch: [Studio] Ganzer Körper
fr: [Gym] Tout le corps
sv: [Gym] Hela kroppen

source: [Gym] Upper-Body
de_ch: [Studio] Oberkörper
fr: [Gym] Haut du corps
sv: [Gym] Överkropp

source: [Home] Full-Body
de_ch: [Zuhause] Ganzer Körper
fr: [Maison] Tout le corps
sv: [Hemma] Hela kroppen

source: [Home] Upper-Body
de_ch: [Zuhause] Oberkörper
fr: [maison] Haut du corps
sv: [Hemma] Överkropp

source: Not set up
de_ch: Nicht eingerichtet
fr: Pas réglé
sv: Ej inställt

source: [Gym] Full-Body Level 1
de_ch: [Studio] Ganzer Körper Level 1
fr: [Gym] Tout le corps Niveau 1
sv: [Gym] Hela kroppen Nivå 1

source: [Gym] Up/Low Split Level 1
de_ch: [Studio] Unter-/Oberkörper Split Level 1
fr: [Gym] Haut/Bas Séparés Niveau 1
sv: [Gym] Över- och underkropp Nivå 1

source: [Home] Full-Body Level 1
de_ch: [Zuhause] Ganzer Körper Level 1
fr: [Maison] Tout le corps Niveau 1
sv: [Hemma] Hela kroppen Nivå 1

source: [Home] Up/Low Split Level 1
de_ch: [Zuhause] Unter-/Oberkörper Split Level 1
fr: [Maison] Haut/Bas Séparé Niveau 1
sv: [Hemma] Över- och underkropp Nivå 1

source: Search exercises
de_ch: Übung suchen
fr: Chercher les exercices
sv: Sök övningar

source: Cancel
de_ch: Abbrechen
fr: Annuler
sv: Avbryt

source: Choose exercises
de_ch: Übung auswählen
fr: Choisir les exercices
sv: Välj övningar

source: Choose workouts
de_ch: Wähle ein Trainingsprogramm
fr: Choisir les entraînements
sv: Välj träningspass

source: Custom
de_ch: Eigene Trainingsprogramme
fr: Personnalisé
sv: Anpassat

source: Choose workout
de_ch: Trainingsprogramm auswählen
fr: Choisir l'entraînement
sv: Välj träningspass

source: Home Gym
de_ch: Studio zu Hause
fr: Gym maison
sv: Hemmagym

source: Save Workout
de_ch: Training speichern
fr: Enregistrer l'entraînement
sv: Spara träningsprogram

source: Bodyweight
de_ch: Körpergewicht
fr: Poids du corps
sv: Kroppsvikt

source: Choose order
de_ch: Reihenfolge wählen
fr: Choisir l'ordre
sv: Välj ordning

source: Save Program
de_ch: Programm speichern
fr: Enregistrer le programme
sv: Spara program

source: Choose programs
de_ch: Programm auswählen
fr: Choisir les programmes
sv: Välj program

source: up
de_ch: auf
fr: Haut
sv: upp

source: down
de_ch: ab
fr: Bas
sv: ner

source: Bodyweight workouts (2-4x/wk)
de_ch: Übungen mit deinem Körpergewicht (2-4x/Woche)
fr: Entraînements avec le poids du corps (2-4x/semaine)
sv: Kroppsviktsövningar (2-4x/veckan)

source: Create new program
de_ch: Erstelle ein neues Programm
fr: Créer un nouveau programme
sv: Skapa ett nytt program

source: Name your program
de_ch: Benenne dein Programm
fr: Nommer votre programme
sv: Namnge ditt program

source: Create new
de_ch: Erstelle ein neues
fr: Créer un nouveau
sv: Skapa nytt

source: Create new workout
de_ch: Erstelle ein neues Training
fr: Créer un nouvel entraînement
sv: Skapa nytt träningspass

source: Name your workout
de_ch: Benenne dein Training
fr: Nommer votre entraînement
sv: Namnge ditt träningspass

source: My workouts
de_ch: Meine Trainings
fr: Mes entraînements
sv: Mina träningspass

source: My programs
de_ch: Meine Programme
fr: Mes programmes
sv: Mitt träningspass

source: Tap to create new custom workout...
de_ch: Tippen um ein neues eigenes Training zu erstellen
fr: Tapez pour créer un nouvel entraînement personnalisé...
sv: Tryck för att skapa ett nytt anpassat träningspass...

source: Create workouts to create a custom program...
de_ch: Erstelle Übungen um dein eigenes Programm zu kreieren...
fr: Créez des séances d'entraînement pour créer un programme personnalisé...
sv: Lägg till träningspass för att skapa ett anpassat träningsprogram

source: Rename
de_ch: Umbenennen
fr: Renommer
sv: Ändra namn

source: Enter new name
de_ch: Neuen Namen eingeben
fr: Entrez un nouveau nom
sv: Fyll i nytt namn

source: Delete workout
de_ch: Training löschen
fr: Supprimer l'entraînement
sv: Radera träningspass

source: Delete
de_ch: Löschen
fr: Supprime
sv: Radera

source: Permanently delete
de_ch: Dauerhaft löschen
fr: Supprimer définitivement
sv: Radera permanent

source: Enter program name
de_ch: Gib einen Namen für das Programm ein
fr: Entrez le nom du programme
sv: Namnge ditt träningsprogram

source: Create
de_ch: Erstelle
fr: Créer
sv: Skapa

source: Enter workout name
de_ch: Gib einen Namen für das Training ein
fr: Entrez le nom du programme
sv: Namnge träningspasset

source: Full-body workouts (2-3x/wk)
de_ch: Ganzkörpertraining (2-3x/Woche)
fr: Entraînements Tout le corps (2-3x/semaines)
sv: Helkroppspass (2-3x/v)

source: Up/low split workouts (4-5x/wk)
de_ch: Unter-/Oberkörper Split Trainings (4-5x/Woche)
fr: Entraînements Haut/Bas séparés (4-5x/semaines)
sv: Övre/nedre träningssplit (4-5x/v)

# TodaYExercises
source: Today's exercises:
de_ch: Heutige Übungen:
fr: Les exercices du jour:
sv: Dagens övningar:

# FinishAndSaveWorkout
source: Finish & save workout
de_ch: Training beenden und speichern
fr: Terminer et sauvegarder
sv: Avsluta och spara träningspass

source: Choose exercise
de_ch: Übung wählen
fr: Choisir un exercice
sv: Välj övning

# ShowWelcomePopUp2Messagge
source: Today's exercises are listed in the order that gets you in shape the fastest. To begin, tap your first exercise at the top.
de_ch: Die heutigen Übungen sind der Reihe nach aufgelistet, die dich am schnellsten in Form bringen. Um zu beginnen, tippe auf die erste Übung von oben.
fr: Les exercices du jours sont listés dans un ordre qui vous permet de vous mettre en forme le plus rapidement. Tapez le premier exercice au dessus.
sv: Dagens övningar är listade i den ordning som kommer generera bäst träningsresultat. För att börja, tryck på övningen längst upp.

# ShowWelcomePopUp2Title
source: Welcome!
de_ch: Willkommen!
fr: Bienvenue!
sv: Välkommen!

source: Remind me
de_ch: Erinnere mich
fr: Rappelez-moi
sv: Påminn mig

source: Are you sure you are finished and want to save today's workout?
de_ch: Bist du sicher, dass du fertig bist und dein heutiges Training speichern möchtest?
fr: Êtes-vous certain d'avoir terminé et de vouloir enregistrer l'entraînement du jour?
sv: Är du säker på att du är färdig och vill spara dagens träningspass?

# FinishAndSave
source: Finish & save
de_ch: Beenden und speichern
fr: Terminé et sauvegarder
sv: Avsluta och spara

source: Congratulations
de_ch: Glückwunsch
fr: Félicitations
sv: Grattis

# YouAre1WorkoutCloserToNewExercisesYourProgramWillLevelUpIn
source: You're 1 workout closer to new exercises. Your program will level up in
de_ch: Du bist 1 Training näher an neuen Übungen. Dein Programm steigert sich in
fr: Vous êtes un entraînement plus proche de vos nouveaux exercices. Votre programme va changer de niveau dans
sv: Du är 1 träningspass närmre nya övningar. Ditt program kommer gå till nästa nivå om

# WorkoutsFullStop
source: workouts.
de_ch: Trainings
fr: entraînements.
sv: träningspass.

source: Reset exercise
de_ch: Übung löschen
fr: Réinitialiser l'exercice
sv: Återställ övning

source: Are you sure you want to reset this exercise and delete all its history? This cannot be undone.
de_ch: Bist du sicher, dass du diese Übung und die ganze Historie löschen möchtest? Dies kann nicht wieder rückgängig gemacht werden!
fr: Êtes vous certain de vouloir réinitialiser cet exercice et en supprimer l'historique? Vous ne pourrez pas revenir en arrière.
sv: Är du säker på att du vill återställa och radera övningshistoriken? Detta kan ej ångras.

source: Reset
de_ch: Zurücksetzen
fr: Réinitialiser
sv: Återställ

source: Tap to enter new name
de_ch: Tippen um einen neuen Namen einzugeben
fr: Tapez pour entrer un vouveau nom
sv: Tryck för att namnge

source: Choose your exercise
de_ch: Wähle deine Übung
fr: Choisissez votre exercice
sv: Välj din övning

source: New exercise
de_ch: Neue Übung
fr: Nouvel exercice
sv: Ny övning

source: Let's name your new exercise:
de_ch: Benenne deine neue Übung:
fr: Nommez votre exercice:
sv: Låt oss namnge din nya övning:

source: Tap here to enter name
de_ch: Tippen, um deinen Namen einzugeben
fr: Toucher pour entrer un nom
sv: Tryck här för att namnge

source: Rename exercise
de_ch: Übung umbenennen
fr: Renommer l'exercice
sv: Ändra övningsnamn

source: Delete exercise
de_ch: Übungen löschen
fr: Supprimer l'exercice
sv: Radera övning

source: Tap to create new custom exercise...
de_ch: Tippen um eine neue eigene Übung zu erstellen
fr: Tapez pour créer un exercice personnalisé...
sv: Tryck för att skapa en egen övning

source: Is this a bodyweight exercise?
de_ch: Ist dies eine Übung mit deinem Körpergewicht?
fr: Est-ce un exercice avec le poids du corps
sv: Är detta en kroppsövning?

source: Yes (bodyweight)
de_ch: Ja (Körpergewicht)
fr: Oui (poids du corps)
sv: Ja (kroppsvikt)

source: Is this an easy exercise used for recovery?
de_ch: Ist dies eine einfache Übung zum regenerieren?
fr: Est-ce un exercice facile pour la récupération?
sv: Är detta en lättare övning för återhämtning?

source: Yes (easy)
de_ch: Ja (einfach)
fr: Oui (facile)
sv: Ja (lätt)

source: Tap to enter name
de_ch: Gib deinen Namen ein
fr: Tapez pour entrer le nom
sv: Tryck för att namnge

source: Add
de_ch: Füge hinzu
fr: Ajouter
sv: Lägg till

source: Exercises
de_ch: Übungen
fr: Exercices
sv: Övningar

source: My exercises
de_ch: Meine Übungen
fr: Mes exercices
sv: Mina övningar

source: Choose your swap exercise
de_ch: Wähle deine Austauschübung
fr: Choisissez votre exercice à échanger
sv: Välj din utbytbara övning

source: Add my own...
de_ch: Füge deinen eigenen hinzu...
fr: Ajouter les miens...
sv: Lägg till min egna...

source: Learn more about deloads
de_ch: Mehr erfahren über Deloads
fr: S'informer sur les déchargements
sv: Lär dig mer om deloads

source: Next exercise
de_ch: Nächste Übung
fr: Prochain Exercice
sv: Nästa övning

source: MAX STRENGTH ESTIMATE: LAST 3 WORKOUTS
de_ch: Geschätzte maximale Stärke: Der letzten 3 Trainings
fr: FORCE MAXIMALE ESTIMÉE: 3 DERNIERS ENTRAÎNEMENTS
sv: UPPSKATTNING AV DIN MAX STYRKA: SENASTE 3 TRÄNINGSPASS

source: Your strength has gone up!
de_ch: Du bist stärker geworden!
fr: Votre force a augmenté!
sv: Din styrka har ökat!

source: Your strength has gone up and you have set a new record!
de_ch: Du bist stärker geworden und hast einen neuen Rekord erzielt!
fr: Votre force a augmenté et vous avez atteint un nouveau record!
sv: Din styrka har ökat och du har satt ett nytt rekord!

source: Today's max estimate:
de_ch: Geschätztes heutiges Maximalgewicht:
fr: Votre estimation maximum du jour:
sv: Dagens maxuppskattning:

source: Previous max estimate:
de_ch: Geschätztes bisheriges Maximalgewicht:
fr: Estimation maximum antérieur:
sv: Tidigare maxuppskattning:

source: Your strength has gone down
de_ch: Du bist schwächer geworden
fr: Votre force a diminuée
sv: Du har tappat i styrka

source: I will lower your weights to help you recover the next time you
de_ch: Ich werde das Gewicht reduzieren um dir bei der Erholung zu helfen, wenn du das nächste Mal
fr: Je vais diminuer vos poids pour aider à votre récupération la prochaine fois que vous
sv: Jag kommer minska dina vikter för att hjälpa dig med din återhämtning nästa gång du

source: Deload successful
de_ch: Deload erfolgreich
fr: Décharge réussie
sv: Deload har lyckats

# IHaveLowedYourWeightsToHelpYouRecoverInTheShortTermAndProgressLongTerm
source: I have lowered your weights to help you recover in the short term and progress long-term.
de_ch: Ich habe deine Gewichte verringert um dir zu helfen dich kurzfristig zu erholen um langfristig erfolgreich zu sein.
fr: J'ai diminué vos poids pour vous aider à récupérer sur une courte période et progresser sur une longue période.
sv: Jag har minskat på dina vikter för att hjälpa dig återhämtas på kort sikt och utvecklas på lång sikt.

source: Well done
de_ch: Gut gemacht
fr: Bien joué
sv: Bra jobbat

source: Your strength has not changed, but you have done more sets. This is good.
de_ch: Du bist zwar nicht stärker geworden, hast aber mehr Sätze gemacht. Das ist gut.
fr: Votre force n'a pas changé, mais vous avez fait plus de séries. C'est une bonne chose.
sv: Din styrka är oförändrad, men du har gjort fler sets. Det är bra.

source: Your strength has decreased slightly, but you have done more sets. Overall, this is progress.
de_ch: Du bist zwar etwas schwächer geworden, hast aber mehr Sätze gemacht. Alles in allem ist das ein Fortschritt.
fr: Votre force a légèrement diminué, mais vous avez fait plus de séries. Dans l'ensemble, il s'agit d'un progrès.
sv: Din styrka har minskat marginellt, men du har gjort fler sets, vilket är ett framsteg.

# IMadeThisExericseEasyToHelpYouRecoverTheNextTimeYouTrain
source: I made this exercise easy to help you recover. The next time you train, you'll be in a great position to smash a new record.
de_ch: Ich habe diese Übung einfach gemacht, damit du dich erholen kannst. Wenn du das nächste Mal trainierst, dann wirst du wieder topfit sein und einen neuen Rekord aufstellen.
fr: J'ai facilité cet exercice pour vous aider à récupérer. La prochaine fois que vous vous entraînerez, vous serez en excellente position pour pulvériser un nouveau record.
sv: Jag har denna övningen enklare för att du ska återhämta dig. Nästa gång du tränar, kommer du vara återställd och redo att sätta ett nytt rekord.

# ShowWelcomePopUp5Message
source: Here, you see your progression on the chart. I tell you when you break new records, and how much you're improving.
de_ch: Hier in den Diagramm siehst du deinen Fortschritt. Ich sage dir wenn du einen neuen Rekord gebrochen hast. Und wie viel du dich gesteigert hast.
fr: Ici, vous voyez votre progression sur le graphique. Je vous dis quand vous battrez de nouveaux records et à quel point vous vous améliorez.
sv: Här ser du din utveckling på grafen. Jag talar om när du tar nya rekord, och hur mycket du utvecklas.

# ShowWelcomePopUp5Title
source: Nice! You've finished your first exercise
de_ch: Sehr Gut! Du hast deine erste Übung beendet
fr: Bien! vous avez terminé votre premier exercice
sv: Grymt! Du är nu klar med din första övning

source: Do this today to build muscle faster:
de_ch: Mach dies heute um schneller Muskeln aufzubauen:
fr: Faites ceci aujourd'hui pour bâtir vos muscles plus rapidement:
sv: Gör detta idag för att bygga muskler snabbare:

source: Begin Exercise
de_ch: Beginne mit der Übung
fr: Commencez l'exercice
sv: Påbörja övning

source: Do this today to build muscle and burn fat faster:
de_ch: Mach dies heute um schneller Muskeln aufzubauen und Fett zu verbrennen:
fr: Faites ceci aujourd'hui pour bâtir vos muscles et brûler du gras plus rapidement:
sv: Gör detta idag för att bygga muskler och bränna fett snabbare:

source: Do this today to progress faster:
de_ch: Mach dies heute um schneller voranzukommen
fr: Faites ceci aujourd'hui pour progresser plus rapidement:
sv: Gör detta idag för att utvecklas snabbare:

source: Do this today to get fit and strong faster:
de_ch: Mach dies heute um fit zu werden und schneller Muskeln aufzubauen:
fr: Faites ceci aujourd'hui pour devenir en forme et fort plus rapidement:
sv: Gör detta idag för att bli stark snabbare:

source: Do this today to get fit and lean faster:
de_ch: Mach dies heute um fit und schneller dünn zu werden:
fr: Faites ceci aujourd'hui pour devenir en forme et mince plus rapidement:
sv: Gör detta idag för att få bättre kroppsform snabbare:

source: Do this today to get fit and burn fat faster:
de_ch: Mach dies heute um fit zu werden und schneller Fett zu verbrennen:
fr: Faites ceci aujourd'hui pour devenir en forme et brûler du gras plus rapidement:
sv: Gör detta idag för att komma i form och bränna fett snabbare:

# ShowEasyExercisePopUpTitle
source: Welcome to your first easy exercise!
de_ch: Willkommen zu deiner ersten einfachen Übung
fr: Bienvenue à votre premier exercice facile!
sv: Välkommen till din fösta enkla övning!

# ShowEasyExercisePopUpMessage
source: I've made this exercise easy, to help you recover. Take it easy today. On your next workout, you'll be recovered and in a great position to smash a new record.
de_ch: Ich habe diese Übung einfach gemacht, damit du dich erholen kannst. Trainiere heute locker. Bei deinem nächsten Training wirst du erholt sein und einen neuen Rekord aufstellen.
fr: J'ai rendu cet exercice plus facile pour vous aider à récupérer. Prenez ça relax aujourd'hui. La prochaine fois que vous vous entraînerez, vous serez plus reposé et en excellente position pour pulvériser un nouveau record.
sv: Jag har gjort denna övning enklare, för att hjälpa dig återhämtas. Ta det lugnt idag. Under ditt nästa träningspass, kommer du vara återställd och i en bättre form för att sätta ett nytt rekord.

source: Warm-up:
de_ch: Aufwärmen:
fr: Échauffement:
sv: Uppvärmning:

source: reps at
de_ch: Wiederholungen bei
fr: Répétitions à
sv: reps på

source: rest
de_ch: Pause
fr: Repos de
sv: vila

source: Work sets:
de_ch: Sätze
fr: Séries d'entraînement:
sv: Träningssets:

# ShowWelcomePopUp3Message
source: At the top, you see your history. For now, I've estimated it. Below, you see what to do today. When you're ready, tap "Begin exercise" (bottom).
de_ch: Oben siehst du deine Historie. Bis jetzt habe ich diese geschätzt. Darunter siehst du, was heute zu tun ist. Wenn du fertig bist drücke "Übung beginnen" (unten).
fr: Au dessus, vous allez voir votre historique. Pour le moment j'en ai fais une estimation. Au bas, vous voyez quoi faire aujourd'hui. Quand vous serez prêt, tapez «Commencer l'exercice» (bas).
sv: Längst upp ser du din historik. Jag har uppskattat nuvarande beräkningar. Nedan ser du vad du ska träna idag. När du är redo, tryck \"Börja övning\" (botten).

# ShowWelcomePopUp3Title
source: Welcome to your first exercise!
de_ch: Willkommen zu deiner ersten Übung!
fr: Bienvenue à votre premier exercice!
sv: Välkommen till din första övning!

source: Do this now:
de_ch: Mach jetzt:
fr: Faites ceci maintenant:
sv: Gör detta nu:

source: Reps
de_ch: Wiederholungen
fr: Répétitions

source: Save set
de_ch: Satz speichern
fr: Enregistrer la série
sv: Spara set

source: Superset
de_ch: Supersatz
fr: Supersérie

source: Finish Exercise
de_ch: Übung beenden
fr: Exercice Terminé
sv: Avsluta övning
