Repository: nazim-hussain/Dr_Muscle_App-
Catalog: DrMuscle/DrMuscle/Resx/AppResources.*.resx
Languages: de_ch, fr, sv

source: Sets of more than 30 reps are rather painful, take a long time
de_ch: Sätze mit mehr als 30 Wiederholungen sind eher schmerzvoll, aber benötigen viel Zeit
fr: Les séries de 30 répétitions vont soit être douloureuses ou prendre beaucoup de temps.
sv: Sets med fler än 30 reps är smärtsamma, tar lång tid

source: Choose environment
de_ch: Umgebung wählen
fr: Choisir l'endroit
sv: Välj miljö

source: month
de_ch: Monat
fr: mois
sv: månad

source: year
de_ch: Jahr
fr: an
sv: år

source: Build
de_ch: Version
fr: version

# WhatAreTheSmallestWeightIncrementsAvailableToU
source: What are the smallest weight increments available to you? If you're not sure, enter 1. You can change this later.
de_ch: Was sind die kleinsten Gewichte?
fr: Quels sont les incréments de poids les plus petits qui vous sont disponibles? Si vous n'êtes pas sûr entrez 1. Vous pouvez le changer plus tard.
sv: Vad är den minska viktökningar som är tillgänglig hos dig? Om du är osäker, välj 1. Du kan ändra detta senare.

# TapToEnterYourIncrements
source: Tap to enter your increments (e.g. 1)
de_ch: Tippen um die Steigerungsschritte einzugeben
fr: Tapez pour entrer vos incréments (exemple: 1)
sv: Fyll i dina viktökningar (t.ex. 1 kg)

source: Save
de_ch: Speichern
fr: Sauvegarder
sv: Spara

source: Increments
de_ch: Steigerung
fr: Incréments
sv: Viktökningar

source: Tap to set
de_ch: Tippen zum Einstellen
fr: Tapez pour régler
sv: Ställ in

# PleaseEntryYourIncrements
source: Please enter your increments.
de_ch: Bitte gib deine Steigerungen ein
fr: Veuillez indiquer vos graduations, s'il vous plaît.
sv: Mata in dina önskade viktökningar

source: Feel strong today?
de_ch: Fühlst du dich stark heute?
fr: Tu te sens fort aujourd'hui ?
sv: Känner du dig stark idag?

# TryAChallengeYouWillDoAsManyRepsAsYouCan
source: Try a challenge! You will do as many reps as you can on your first work set. Be safe: stop before your form breaks down.
de_ch: Versuche eine Herausforderung! Mach so viel Wiederholungen wie du kannst in deinem ersten Satz. Aber beachte: Stoppe bevor deine Form nachlässt.
fr: Essayez un défi ! Vous ferez autant de répétitions que possible à votre première série. Soyez prudent : Arrêtez-vous avant que votre état ne se dégrade.
sv: Utmana dig själv! Gör så många repetitioner du kan på ditt första träningsset, med god träningsform.

source: Challenge
de_ch: Herausforderung
fr: Défi
sv: Utmaning

# maxLowecase
source: max
fr: maximum

source: Give me a challenge
de_ch: Gib mir eine Herausforderung
fr: Donnez-moi un défi
sv: Ge mig en utmaning

source: Weight
de_ch: Gewicht
fr: Poids
sv: Vikt

source: Save increments
de_ch: Steigerungen speichern
fr: Sauvegarder les incréments
sv: Spara viktökningar

# FinishAndSaveWorkoutQuestion
source: Finish & save workout?
de_ch: Training beenden und speichern
fr: Teminer et sauvergarder l'entraînement?
sv: Avsluta och spara träningspass?

# CheckYourMail
source: Check your email
de_ch: Überprrüfe deine Emails
fr: Vérifiez votre courriel
sv: Kolla din mejl

source: Your program is ready
de_ch: Dein Programm ist fertig
fr: Votre programme est prêt
sv: Ditt träningsprogram är redo

source: Back up automatically—access anywhere
de_ch: Automatische Sicherung - Zugriff von überall
fr: Sauvegarde automatiquement----accès n'importe où
sv: Backa upp automatisk - du har tillgång var som helst

source: Please choose a goal
de_ch: Bitte wähle dein Ziel aus
fr: S'il-vous-plaît choisissez un objectif
sv: Vänligen, välj ett mål

# DontWorryYouCanCustomizeLater
source: Don't worry: you can customize everything later.
de_ch: Keine Sorge: Du kannst später alles noch ändern.
fr: Ne vous inquiétez pas: vous pourrez personnaliser le tout plus tard.
sv: Oroa dig inte: Du kan anpassa allt senare.

# DontWorryLiftingWightsWontMakeyouBulky
source: Don't worry: lifting weights won't make you bulky. Plus, you can customize everything later.
de_ch: Keine Sorge: Gewichtheben macht dich nicht unförmig. Außerdem kannst du später alles noch verändern.
fr: Ne vous inquiétez pas: Soulevez des poids ne vous rendra pas trop volumineux. De plus, vous pouvez personnaliser le tout plus tard.
sv: Oroa dig inte: Styrketräning kommer inte göra dig klumpig. Dessutom kan du anpassa allt senare.

source: Big men often say...
de_ch: Dicke Männer sagen oft...
fr: Les hommes massifs disent souvent...
sv: Stora män säger oftast...

# TheyWantToGetRidOfThisBodyFatAndLoseMyGut
source: They want to: 'Get rid of this body fat and lose my gut. Then pack on muscle.' Would you like me to set up your program with that goal in mind? I'll also make sure your program is balanced, safe, and effective.
de_ch: Sie wollen: 'Vorhandenes Körperfett und vor allem das Fett am Bauch verlieren. Anschließend wollen sie Muskeln aufbauen.' Möchten Sie, dass ich Ihr Programm mit diesem Ziel vorbereite? Ich werde auch sicherstellen, dass Ihr Programm ausgewogen, sicher und effektiv ist.
fr: Ils veulent: 'Se libérer de leur gras et perdre du ventre. Puis prendre du muscle. Voulez-vous que je règle votre programme avec cet objectif en tête? Je vais aussi m'assurer que votre programme est équilibré, sécuritaire et efficace.
sv: Dem vill: 'Bli av kroppsfett, i synnerhet på magen. Och bygga muskler!' Vill du att jag skapar ett träningsprogram med detta i åtanke? Jag kommer även se till att ditt program är balanserat, säkert och effektivt.

source: Midsize men often say...
de_ch: Durchschnittliche Männer sagen oft...
fr: Les hommes moyen disent souvent...
sv: Normalbyggda män säger oftast...

# TheyWantToGetFitStrongAndMoreMuscularGainLeanMassAndHaveAVisibleSetOf
source: They want to: 'Get fit, strong, and more muscular. Gain lean mass and have a visible set of abs.' Would you like me to set up your program with that goal in mind? I'll also make sure your program is balanced, safe, and effective.
de_ch: Sie wollen: „Fit, stark und muskulöser werden. Sie wollen magere Muskelmasse aufbauen und einen sichtbaren Ansatz von Bauchmuskeln haben. ' Möchten Sie, dass ich Ihr Programm mit diesem Ziel vorbereite? Ich werde auch sicherstellen, dass Ihr Programm ausgewogen, sicher und effektiv ist.
fr: Ils veulent:'Devenir découpé, fort et plus musclé. Prendre de la masse maigre et avoir des abdos apparents.' Voulez-vous que je règle votre programme avec cet objectif en tête? Je vais aussi m'assurer que votre programme est équilibré, sécuritaire et efficace.
sv: Dem vill: 'Komma i form, bli starka och mer muskulära. Bygga muskler och ha synliga magmuskler.' Vill du att jag skapar ett träningsprogram med detta i åtanke? Jag kommer även se till att ditt program är balanserat, säkert och effektivt.

source: Skinny men often...
de_ch: Dünne Männer machen oft....
fr: Les hommes minces souvent...
sv: Smala män säger oftast...

# HaveAHardTimeGainingWeightSomeSayIEatConstantlyAndWorkMyButtOff
source: Have a hard time gaining weight. Some say: 'I eat constantly and work my butt off, but I just don't gain. Tired of being a sack of skin and bones.' Can you relate
de_ch: Es fällt mir schwer an Gewicht zuzunehmen. Einige sagen: "Ich esse ständig und reiße mir den Hintern auf, aber ich nehme einfach nicht zu. Ich bin es leid nur Haut und Knochen zu sein.' Kannst du dem zustimmen?
fr: Ont du mal a prendre du poids. Certains disent: Je mange constament et je m'entraîne comme un déchaîné, mais je ne prend aucun poids. Fatigué d'être un sac d'os.' Ça vous parle?
sv: Har svårt för att gå upp i vikt. Vissa säger: 'Jag äter konstant och tränar hårt, men jag bygger inte muskler. Jag är trött på att vara smal.' Kan du relatera?

source: Skinny men also often say...
de_ch: Dünne Männer sagen oft...
fr: Les hommes minces disent aussi souvent....
sv: Smala män säger oftast...

# TheyWantToPutOnLeanMassWhileKeepingmyAbsDefinedGainHealthy
source: They want to: 'Put on lean mass while keeping my abs defined. Gain healthy weight and be fit.' Would you like me to set up your program with that goal in mind? I'll also make sure your program is balanced, safe, and effective.
de_ch: Sie wollen: 'Magere Masse zulegen, während die Bauchmuskeln definiert bleiben. Gesunde Muskelmasse gewinnen und fit sein. ' Möchten Sie, dass ich Ihr Programm mit diesem Ziel vorbereite? Ich werde auch sicherstellen, dass Ihr Programm ausgewogen, sicher und effektiv ist.
fr: Ils veulent:Prendre de la masse maigre tout en gardant des abdos bien définis. Prendre du bon poids et être découpé. Voulez-vous que je règle votre programme avec cet objectif en tête? Je vais aussi m'assurer que votre programme est équilibré, sécuritaire et efficace.
sv: Dem vill: 'Lägga på muskelmassa och behålla sin muskeldefinition kring sina magmuskler. Gå upp i vikt på ett hälsosamt sätt och vara i form.' Vill du att jag skapar ett träningsprogram med detta i åtanke? Jag kommer även se till att ditt program är balanserat, säkert och effektivt.

source: What's your body type?
de_ch: Welchen Körpertyp hast du?
fr: Quel est votre type de morphologie?
sv: Vad är din kroppstyp?

# AreYouABeginnerWithNoEquipment
source: Are you a beginner training at home with no equipment?
de_ch: Bist du ein Anfänger ohne Ausrüstung?
fr: Êtes-vous un débutant avec aucun équipement?
sv: Är du en nybörjare utan gymutrustning?

# IWillSimplyYourAccountSetupAndGiveYouBodyWeightExercisesOnly
source: I'll simplify your account setup and give you bodyweight exercises only. You can change this later.
de_ch: Ich werde Ihre Konfiguration vereinfachen und Ihnen nur Körpergewichtsübungen geben. Sie können dies später ändern.
fr: Je vais simplifier votre création de compte et vous donner un entraînement avec des exercices avec le poids du corps seulement. Vous pourrez le changer plus tard.
sv: Jag förenklar din kontoinställning och ger dig enbart kroppsviktsövningar. Du kan ändra detta senare.

# YesIMBeginner
source: Yes, beginner at home
de_ch: Ja, ich bin ein Anfänger
fr: Oui. Je suis débutant
sv: Ja, jag är en nybörjare

# NoImMoreAdvanced
source: No, gym / more experienced
de_ch: Nein, ich bin Fortgeschrittener.
fr: Non, je suis plus expérimenté
sv: Nej, jag är mer avancerad

source: How long have you been working out?
de_ch: Wie lange trainierst du schon?
fr: Vous vous entraînez depuis combien de temps?
sv: Hur länge har du tränat?

# YourProgramStartsAtYourLevelItLevelsUpWithAsYouProgress
source: Your program starts at your level. It levels up with you as you progress.
de_ch: Dein Programm startet auf deinem Level. Es steigert sich automatisch mit deinem Fortschritt.
fr: Votre programme commence à votre niveau. Il va augmenter de niveau quand vous progresserez.
sv: Ditt träningsprogram börjar på din nivå och ökas gradvis i takt med att du utvecklas.

# OneToThreeYears
source: 1-3 years
de_ch: 1-3 Jahre
fr: 1-3 ans
sv: 1-3 år

source: More than 3 years
de_ch: Mehr als 3 Jahre
fr: Plus de 3 ans
sv: Mer än 3 år

# HomeGymBasicEqipment
source: Home gym (basic equipment)
de_ch: Studio zu Hause (Basis Ausstattung)
fr: Gym maison (équipement de base)
sv: Hemgym (basal utrustning)

# HomeBodtweightOnly
source: Home (bodyweight only)
de_ch: Zuhause (ohne Gewichte)
fr: Maison (poids du corps seulement)
sv: Hem (kroppsvikt)

source: What weight increments do you use?
de_ch: Welche Steigerungen benutzt du?
fr: Quels incréments de poids utilisez-vous?
sv: Vilka viktökningar använder du?

# IfYouAreNotSureEnter1YouCanChangeLater
source: If you're not sure, enter 1. You can change this later.
de_ch: Wenn du nicht sicher bist, gib 1 ein. Du kannst dies später ändern.
fr: Si vous ne savez pas entrez 1. Vous pourrez le changer plus tard.
sv: Om du är osäker, fyll i 1. Du kan ändra senare.

source: Your program levels up automatically
de_ch: Dein Programm steigert sich automatisch
fr: Le niveau de votre programme augmente automatiquement.
sv: Ditt träningsprogram uppdaterar automatiskt.

# IUpdateItEveryTimeYouWorkOutBuild
source: I update it every time you work out, so you always build muscle as fast as possible.
de_ch: Ich aktualisiere jedes Mal wenn du trainierst, so dass du so viele Muskelmasse aufbaust wie möglich.
fr: Je m'ajuste à chaque fois que vous vous entraînez, donc vous bâtissez du muscle le plus rapidement possible.
sv: Jag uppdaterar varje gång du tränar, så att du alltid bygger muskler så snabbt som möjligt.

# IUpdateItEveryTimeYouWorkOutBuildNBuildFat
source: I update it every time you work out, so you always build muscle and burn fat as fast as possible.
de_ch: Ich aktualisiere jedes Mal wenn du trainierst, so dass du so viele Muskelmasse aufbaust und Fett verbrennst wie möglich.
fr: Je m'ajuste à chaque fois que vous vous entraînez, donc vous bâtissez du muscle et brûlez du gras le plus rapidement possible.
sv: Jag uppdaterar varje gång du tränar, så att du alltid bygger muskler och bränner fett så snabbt som möjligt.

# IUpdateItEveryTimeYouWorkOutBurnFatFaster
source: I update it every time you work out, so you always burn fat as fast as possible.
de_ch: Ich aktualisiere jedes Mal wenn du trainierst, so dass du so viel Fett verbrennst wie möglich.
fr: Je m'ajuste à chaque fois que vous vous entraînez, donc vous brûlez du gras le plus rapidement possible.
sv: Jag uppdaterar varje gång du tränar, så att du alltid bränner fett så snabbt som möjligt.

# WarningIMNOtLikeOtherAppsIGuideYouInRealTimeBased
source: Warning: this app is different. You now have a smart program. Every time you complete a set, your program updates to match your progress, and speed up future progress.
de_ch: Achtung: Ich bin nicht wie andere Apps. Ich leite Sie in Echtzeit anhand Ihrer eigenen Leistung wie ein persönlicher Trainer beim Training. Ich verwende die neuesten Erkenntnisse, kann aber Ihre Übungstechnik nicht korrigieren oder Ihr Training an körperliche Einschränkungen oder Krankheiten anpassen. Ich kann mich manchmal irren. Im Zweifel vertrauen Sie Ihrem Urteil und kontaktieren uns. Das Team verbessert ständig meine KI.
fr: Avertissement: Je ne suis pas comme les autres applications. Je vous guide en temps réel en me fiant à vos propres performances, comme un entraîneur privé. J'utilise la science la plus récente, mais je ne peux corriger votre posture, ou vous aider avec une condition médicale. Je peux me tromper parfois. Si vous avez un doute, fiez vous à votre bon jugement et contactez nous. Notre équipe améliore constamment mon intelligence artificielle.
sv: Varning: Jag är inte som andra appar. Jag guidar dig i realtid baserat på dina preferenser, precis som en personlig tränare. Jag använder mig utav den senaste vetenskapen, men kan inte justera din form när du tränar, eller anpassa utefter eventuell kroppslig sjukdom. Jag kan ibland ha fel. När du är tveksam, lita på din egna bedömning och kontakta oss. Vårt team förbättrar ständigt min AI.

source: I understand
de_ch: Ich habe es verstanden
fr: Je comprend
sv: Jag förstår

source: Suggested program:
de_ch: Vorgeschlagenes Programm:
fr: Programme suggéré:
sv: Föreslaget träningsprogram:

source: Full-figured often...
de_ch: Vollschlanke machen häufig...
fr: Les gens ronds souvent...
sv: Välbyggda säger oftast...

# HaveAHardTimeLosingWeightGetFatLookingAtFood
source: Have a hard time losing weight. Some say: 'I get fat just looking at food! So frustrating.' Can you relate?
de_ch: Es fällt Dir schwer Gewicht zu verlieren. Du nimmst schon zu, nur wenn Du Essen ansiehst. Das ist frustierend. Trifft diese Aussage auf Dich zu?
fr: Elles ont du mal à perdre du poids. Certaines disent: Je prend du poids seulement en regardant la nourriture! Tellement frustrant.' Ça vous parle?
sv: Har svårt att gå ner i vikt. Vissa säger: 'Jag blir fet av att bara kolla på mat! Så frustrerande.' Kan du relatera?

source: Full-figured women also often say...
de_ch: Vollschlanke Frauen sagen häufig....
fr: Les femmes rondes disent souvent...
sv: Kvinnor med väl utformad kroppsfigur säger även oftast...

# TheyWantToGetFitAndStrongWhileDroppingBodyFatShapeArms
source: They want to: 'Get fit and strong while dropping body fat. Shape arms, legs, and booty, and feel more comfortable in my body.' Would you like me to set up your program with that goal in mind? I'll also make sure your program is balanced, safe, and effective.
de_ch: Sie wollen: „Fit und stark werden, während Sie Körperfett verlieren. Arme, Beine sowie Po formen und sich in Ihrem Körper wohler fühlen.' Möchten Sie, dass ich Ihr Programm mit diesem Ziel vorbereite? Ich werde auch sicherstellen, dass Ihr Programm ausgewogen, sicher und effektiv ist.
fr: Elles veulent: Être en forme et fortes tout en perdant du gras. Définir leurs bras, jambes et fessier, et se sentir plus confortables dans leur corps.' Voulez-vous que je règle votre programme avec cet objectif en tête? Je vais aussi m'assurer que votre programme est équilibré, sécuritaire et efficace.
sv: Dem vill: 'Komma i form och bli stark, få mindre kroppsfett. Utforma armar, ben och rumpa. Bli bekväm med min kropp.' Vill du att jag anpassar ditt program med detta i åtanke? Jag kommer även se till att ditt program är balanserat, säkert och effektivt.

# ThankYouTitle
source: Thank you
de_ch: Dankeschön
fr: Merci
sv: Tack

source: Midsize women often say...
de_ch: Durchschnittliche Frauen sagen oft...
fr: Les femmes moyennes disent souvent...
sv: Mellanstora kvinnor säger oftast...

# TheyWantToGetFitAndStrongLeanerAndComfortableInMyBody
source: They want to: 'Get fit and strong, leaner, and comfortable in my body. Firm legs and booty, and a flat stomach.' Would you like me to set up your program with that goal in mind? I'll also make sure your program is balanced, safe, and effective.
de_ch: Sie wollen: „Fit und stark, schlanker und wohler in Ihren Körper fühlen. Straffe Beine und Po sowie ein flacher Bauch. Möchten Sie, dass ich Ihr Programm mit diesem Ziel vorbereite? Ich werde auch sicherstellen, dass Ihr Programm ausgewogen, sicher und effektiv ist.
fr: Ils veulent: '¨tre en forme et fort, plus minces, et confortable dans leur corps. Des jambes et un fessier plus fermes et un ventre plat.' Voulez-vous que je règle votre programme avec cet objectif en tête? Je vais aussi m'assurer que votre programme est équilibré, sécuritaire et efficace.
sv: Dem vill: 'Komma i form, bli stark och känna mig bekväm med min kropp. Vältränade ben och rumpa samt en platt mage.' Vill du att jag anpassar ditt program med detta i åtanke? Jag kommer även se till att ditt program är balanserat, säkert och effektivt.

source: They want to: 'Get fit and strong while maintaining a lean physique. Add size to legs, booty, and dense looking muscle overall.' Would you like me to set up your program with that goal in mind? I'll also make sure your program is balanced, safe, and effective.
de_ch: Sie wollen: „Fit und stark werden und dabei schlank bleiben. Arme, Beine sowie Po formen und sich in Ihrem Körper wohler fühlen.' Möchten Sie, dass ich Ihr Programm mit diesem Ziel vorbereite? Ich werde auch sicherstellen, dass Ihr Programm ausgewogen, sicher und effektiv ist.
fr: Ils veulent: 'Être en forme et fort tout en maintenant un physique svelte. Grossir leur jambes, fessier et avoir des muscles apparents en général.' Voulez-vous que je règle votre programme avec cet objectif en tête? Je vais aussi m'assurer que votre programme est équilibré, sécuritaire et efficace.
sv: Dem vill: 'Komma i form och bli stark, samtidigt som jag behåller min väldefinierade kroppsbyggnad. Få större benvolym, rumpa och högre muskeldensitet'. Vill du att jag anpassar ditt program med detta i åtanke? Jag kommer även se till att ditt program är balanserat, säkert och effektivt.

source: Please tell me about your body type:
de_ch: Bitte beschreibe mir Deinen Körpertyp:
fr: S'il-vous-plaît parlez moi de votre morphologie:
sv: Vad är din kroppstyp?

source: Setup
de_ch: Einstellungen
fr: Création
sv: Inställning

source: Video
fr: Vidéo

source: First time here? Try a workout. Don't worry: you can reset it later.
de_ch: Zum ersten Mal hier? Versuche eine Übung. Du kannst die Daten später wieder löschen.
fr: Première fois ici? Essayez un entraînement. Ne vous inquiétez pas: vous pourrez le réinitialiser plus tard.
sv: Din första gång? Testa ett träningspass. Oroa dig inte: du kan alltid nollställa passet senare.

source: Update Reps
de_ch: Wiederholungen aktualisieren
fr: Mettre à jour les répétitions
sv: Uppdatera Reps

# EnterWeights
source: Enter weight
de_ch: Gewicht eingeben
fr: Entrer le poids
sv: Fyll i vikter

# LanguageLowercase
source: Language
de_ch: Sprache
fr: Langue
sv: Språk

source: No
de_ch: Nein
fr: Non
sv: Nej

source: Program
de_ch: Programm
fr: Programme

source: Welcome back
de_ch: Willkommen zurück
fr: Re-bienvenue
sv: Välkommen tillbaka

source: Today
de_ch: Heute
fr: Aujourd’hui
sv: Idag

source: Current max estimate
de_ch: Geschätztes derzeitiges Maximalgewicht
fr: Estimation courante maximale
sv: Nuvarande maxuppskattning

# PreviousMaxEstimateHomeScreen
source: Previous max estimate
de_ch: Geschätztes bisheriges Maximalgewicht
fr: Estimation précédente maximale
sv: Föregående maxuppskattning

source: Progress
de_ch: Fortschritt
fr: Progrès du dernier entraînement
sv: Utveckling

source: Last workout
de_ch: Letztes Training
fr: Dernier entraînement
sv: Senaste träningspass

source: workouts done
de_ch: absolvierte Trainingseinheiten
fr: Entraînements terminés
sv: träningspass avklarade

source: lifted
de_ch: bewegt
fr: soulevées
sv: lyft

source: Start today's workout
de_ch: Heutiges Training starten
fr: Débuter l'entraînement du jour
sv: Börja dagens träningspass

source: day ago
de_ch: gestern
fr: Hier
sv: en dag sedan

source: a month ago
de_ch: Vor einem Monat
fr: il y as un mois
sv: en månad sedan

source: a year ago
de_ch: Vor einem Jahr
fr: il y as un an
sv: ett år sedan

# TodayLowercase
source: today
de_ch: Heute
fr: aujourd’hui
sv: idag

source: Up next
de_ch: Als nächstes
fr: Suivant
sv: Nästa

# StartCapitalized
source: Start
fr: Commencer
sv: Starta

source: Enter new reps
de_ch: Neue Wiederholungszahl eingeben
fr: Entrer les nouvelles répétitions
sv: För in nya reps (avbryt för att enbart ändra vikter)

source: Max strength progression
de_ch: Fortschritt der Maximalkraft
fr: Progression de la force maximum
sv: Utveckling maxstyrka

source: Volume (sets) progression
de_ch: Volumenverlauf (Sätze)
fr: Progression du volume (séries)
sv: Utveckling volym (sets)

# FullscreenUppercase
source: FULLSCREEN
de_ch: Vollbild
fr: PLEIN ÉCRAN
sv: FULLSKÄRM

source: Skip
de_ch: Überspringen
fr: Passer
sv: Skippa

source: Hide
de_ch: Ausblenden
fr: Cacher
sv: Göm

source: seconds
de_ch: Sekunden
fr: secondes
sv: sekunder

source: Rest for
de_ch: Pause für noch
fr: Patientez pendant
sv: Vila i

# WorkSetsNoColon
source: Work sets
de_ch: Arbeitssätze
fr: Séries d'entrainement
sv: Träningssets

source: Max strength
de_ch: Maximales Gewicht
fr: Force maximum
sv: Maxstyrka

source: workout done
de_ch: Training beendet
fr: entraînement terminés
sv: träningspass avklarat

source: Try a workout to see your progress in this chart
de_ch: Versuche ein Training, um deinen Fortschritt in dem Diagramm zu sehen.
fr: Entraînez-vous pour voir le progrès dans ce graphique
sv: Testa ett träningspass för att se din utveckling i grafen

source: Get ready for
de_ch: Mach dich bereit für
fr: Préparez-vous pour:
sv: Gör dig redo för

source: STRENGTH AND SETS: LAST 3 WEEKS
de_ch: Gewicht und Sätze: Letzte 3 Wochen
fr: FORCES ET SÉRIES: DERNIERS 3 SEMAINES
sv: STYRKA OCH SETS: SENASTE 3 VECKORNA

# VideoAndInstruction
source: Video and instructions
de_ch: Videos und Anleitungen
fr: Vidéos et instructions
sv: Video och instruktioner

source: Reset history
de_ch: Historie löschen
fr: Réinitialiser l'historique
sv: Nollställ historiken

# SettingsUppercase
source: SETTINGS
de_ch: Einstellungen
fr: RÉGLAGES
sv: INSTÄLLNINGAR
