Repository: nazim-hussain/Dr_Muscle_App-
Catalog: DrMuscle/DrMuscle/Resx/AppResources.*.resx
Languages: de_ch, fr, sv

source: Use custom reps
de_ch: Verwende eigene Wiederholungen
fr: Utiliser les répétitions personnalisées
sv: Använd anpassade reps

source: Use custom set style
de_ch: Verwenden Sie eine benutzerdefinierte Einstellung
fr: Utiliser le style de séries personnalisé
sv: Använd anpassade set

source: Use custom increments
de_ch: Eigene Steigerungen verwenden
fr: Utiliser les incréments personnalisés
sv: Använd anpassade viktökningar

# IncrementsCapital
source: INCREMENTS
de_ch: Steigerungen
fr: INCRÉMENTS
sv: VIKTÖKNINGAR

# MoreUppercase
source: MORE
de_ch: Mehr
fr: PLUS
sv: MER

source: Try a workout to see
de_ch: Versuche eine Übung um zu sehen
fr: Essayez un entraînement pour voir
sv: Prova ett träningspass för att se

source: your progress in this chart
de_ch: Ihr Fortschritt ist in diesem Diagramm zu sehen
fr: Votre progrès dans ce graphique
sv: din utveckling i denna graf

# MaxStrengthCapital
source: MAX STRENGTH
de_ch: Maximales Gewicht
fr: Force maximum
sv: MAX STYRKA

# WorkSetsCapital
source: WORK SETS
de_ch: Sätze
fr: Séries d'entraînement
sv: TRÄNINGSSET

source: Min value should not greater then max
de_ch: Der minimale Wert sollte kleiner sein als der Maximale
fr: La valeur minimum ne devrait pas être plus grande que la valeur maximum
sv: Minsta värdet bör inte överstiga maxvärdet

source: Plates
de_ch: Hantelscheiben
fr: Assiettes
sv: Viktskivor

# PlatesCapital
source: PLATES
de_ch: Hantelscheiben
fr: PLAQUES
sv: VIKTSKIVOR

source: Equipment
de_ch: Ausrüstung
fr: Équipement
sv: Utrustning

source: Enter new count
de_ch: Neues Gewicht eingeben
fr: Entrez le nouveau compte
sv: Lägg till nytt antal

source: Tap to enter new plates
de_ch: Tippen, um ein neues Gewicht einzugeben
fr: Appuyez sur pour entrer de nouvelles plaques
sv: Tryck för att lägga till nya viktskivor

source: Edit plate count
de_ch: Gewicht der Hantelscheiben bearbeiten
fr: Modifier le nombre de plaques
sv: Ändra antal viktskivor

source: Add plate weight
de_ch: Gewicht der Hantelscheiben eingeben
fr: Ajouter le poids de la plaque
sv: Lägg till viktskiva (vikt)

source: Enter new weight in
de_ch: Neues Gewicht eingeben
fr: Entrez le nouveau poids dans
sv: Skriv in ny vikt i

source: Edit plate weight
de_ch: Gewicht der Hantelscheiben bearbeiten
fr: Modifier le poids de la plaque
sv: Ändra viktskiva (vikt)

source: Delete Plates
de_ch: Hantelscheiben löschen
fr: Supprimer les plaques
sv: Ta bort viktskivor

source: Add plate count
de_ch: Gib das Gewicht der Hantelscheibe ein
fr: Ajouter le nombre de plaques
sv: Lägg till antal viktskivor

# ChatBeta
source: AI Chat
de_ch: Chat
fr: Chat
sv: Chatt

# CongYouHaveBeenWorkingOutFor
source: Congratulations! You've been working out for
de_ch: Gratulation! Du trainierst seit
fr: Félicitations! Vous vous entraînez depuis
sv: Gratulerar! Du har tränat i

source: How's your experience with Dr. Muscle?
de_ch: Wie ist deine Erfahrung mit Dr. Muscle?
fr: Comment est votre expérience avec Dr. Muscle?
sv: Vad är din upplevelse av Dr. Muscle?

# GreatYouHaveBeenWorkingOutFor
source: Great! You've been working out for
de_ch: Super! Du trainierst seit
fr: Génial! Vous vous entraînez depuis
sv: Underbart! Du har tränat i

source: days
de_ch: Tage
fr: jours
sv: dagar

source: Great! Your free trial ends in
de_ch: Großartig, deine Testphase endet in
fr: Génial! Votre essai gratuit termine dans
sv: Underbart! Din gratisversion avslutas om

source: Would you like to learn more about signing up?
de_ch: Möchtest Du mehr über die Anmeldung erfahren?
fr: Voudriez-vous en savoir plus sur l'inscription?
sv: Vill du lära dig mer om hur du blir medlem?

source: months
de_ch: Monate
fr: mois
sv: månader

# GreatExclamation
source: Great!
de_ch: Großartig!
fr: Génial!
sv: Underbart!

# RateUsOnStore
source: Rate us on app store?
de_ch: Bewerte uns im App Store?
fr: Nous évaluer sur la boutique d'applications?
sv: Betygsätt oss på App Store?

source: Maybe later
de_ch: Vielleicht später
fr: Peut-être plus tard
sv: Senare

source: Invite a friend to try Dr. Muscle for free?
de_ch: Möchtest du einen Freund kostenlos einladen?
fr: Inviter un ami à essayer Dr. Muscle gratuitement?
sv: Bjud in en vän till Dr. Muscle kostnadsfritt

source: Great new workout app
de_ch: Tolle neue Trainings-App
fr: Une nouvelle application d'entraînement géniale
sv: Grymt bra app!

source: Send us a quick email?
de_ch: Möchtest Du uns eine Email senden?
fr: Nous envoyer un courriel rapide?
sv: Skicka oss ett mejl

# WeBelieveYourExperienceShouldBeSolidHowCanWeImprove
source: We believe your experience should be a solid 10/10. How can we improve?
de_ch: Wir möchten, dass du zu 100% zufrieden bist. Wie können wir uns verbessern?
fr: Nous croyons que votre expérience doit être un solide 10/10. Comment pouvons-nous nous améliorer?
sv: Vi vill att du ska vara nöjd med din app-upplevelse. Hur vi kan bli bättre?

source: Send email
de_ch: Sende eine Nachricht
fr: Envoyer un courriel
sv: Skicka mejl

source: Bad—Sorry to hear that
de_ch: Schade, tut uns leid, dass zu hören
fr: Mauvais Désolés de l'apprendre
sv: Vi beklagar

# WeBelieveYourExperienceShouldBeSolidSendQuickEmailHowCanWeImprove
source: We believe your experience should be a solid 10/10. Please send us a quick email. How can we improve?
de_ch: Wir möchten, dass du zu 100% zufrieden bist. Sende uns eine Email. Wie können wir uns verbessern?
fr: Nous croyons que votre expérience doit être un solide 10/10. SVP envoyez-nous un courriel rapide. Comment pouvons-nous nous améliorer?
sv: Vi vill att du ska vara nöjd med din app-upplevelse. Skicka oss ett mejl med förslag på hur vi kan bli bättre.

source: Good, but could be improved
de_ch: Gut, könnte aber besser sein
fr: Bien, mais place à amélioration
sv: Bra, men kan bli bättre

source: Bad
de_ch: Schlecht
fr: Mauvais
sv: Dålig

source: Slide to adjust bar weight
de_ch: Schieben um Gewicht der Hantelstange anzupassen
fr: Glissez pour ajuster le poid de la bar
sv: Svep för att anpassa vikten

# TwoWorkSetsPerExercise
source: 2 work sets per exercise
de_ch: 2 Sätze pro Übung
fr: 2 séries par exercice
sv: 2 träningsset per övning

# ThirtyMinMode
source: 30-min mode
de_ch: 30-min Modus
fr: Mode 30 min
sv: 30-min pass

source: QUICK MODE
de_ch: Schneller Modus
fr: MODE RAPIDE
sv: SNABBLÄGE

# GroupChatBeta
source: Group chat
de_ch: Gruppenchat
fr: Chat de groupe
sv: Gruppchatt

source: Workouts
de_ch: Trainings
fr: Entraînements
sv: Träningspass

# GroupChatIsPayingSubscribeOnly
source: Chat with support 1-on-1 free or sign up to unlock group chat
de_ch: Chatten Sie kostenlos 1-zu-1 mit dem Support oder melden Sie sich an, um den Gruppenchat freizuschalten
fr: Chatter avec le support 1 à 1 gratuitement ou s'inscrire pour avoir accès au chat de groupe
sv: Gruppchatten är under utveckling. För att ta del av betaversionen kan du kontakta oss.

source: Send
de_ch: Senden
fr: Envoyer
sv: Skicka

source: Are you sure you want to exit?
de_ch: Sie sind sicher, dass Sie das Programm beenden wollen?
fr: Êtes-vous certain de vouloir sortir
sv: Är du säker på att du vill avsluta?

source: Exit
de_ch: Verlassen
fr: Sortir
sv: Avsluta

source: Choose another workout
de_ch: Wähle ein anderes Trainingsprogramm
fr: Choisir un autre entraînement
sv: Välj ett annat träningspass

source: Enter unlock code
de_ch: Entsperrcode eingeben
fr: Entrer le code déverrouillé
sv: Skriv in kod

source: Invalid code
de_ch: ungültiger Code
fr: Code invalide
sv: Ogiltig kod

source: Unlock program
de_ch: Programm entsperren
fr: Déverouiller un programme
sv: Lås upp ett träningsprogram

source: Unlock Code
de_ch: Entschlüsselungscode
fr: Déverrouiller un code
sv: Lås upp

source: Unlock another program
de_ch: Ein anderes Programm entsperren
fr: Déverrouiller un autre programme
sv: Lås upp ett annat träningsprogram

# TryCodeForSurprise
source: Try code 123456 for a surprise!
de_ch: Versuche den Code 123456 für eine Überraschung
fr: Essayez le code 123456 pour une surprise!
sv: Prova denna kod (123456) för en överraskning!

# TapHereFor11Chat
source: Tap here for 1-on-1 support
de_ch: Klicke hier für den Chat 1 zu 1
fr: Tapez ici pour du support 1 à 1
sv: Klicka här för personlig kundservice

source: Human support
de_ch: Persönlicher Support
fr: Support technique en personne
sv: Personlig kundservice

source: Chat with support
de_ch: Chat mit dem Support
fr: Chat avec le support technique
sv: Chatta med kundservice

source: Group chat
de_ch: Gruppenchat
fr: Chat de groupe
sv: Gruppchatt

source: Rest-pause sets are harder, but make your workouts 59% faster
de_ch: Rest-pause Sätze sind härter, machen dein Training aber auch 59% schneller
fr: Les séries pause-repos sont plus difficiles, mais rendent votre entraînement plus rapide de 59%
sv: Vila-pausuppsättningar är hårdare, men gör dina träningspassar 59% snabbare

source: Featured
de_ch: Spezielle
fr: En vedette
sv: Dagens

# Caution
source: Take a day off?
de_ch: Einen Tag Pause machen?
fr: Prendre une journée de congé?

# YouHaveBeenWorkingOut
source: You've been working out
de_ch: Du hast trainiert
fr: Vous vous entraînez

# DaysInARowISuggestTalkingADayOffAreYouSureYouWantToWorkOutToday
source: days in a row. I suggest taking a day off. Are you sure you want to work out today?
de_ch: Tage hintereinander. Ich schlage vor, einen Tag Pause zu machen. Sind Sie sicher, dass Sie heute trainieren möchten?
fr: jours en ligne. Je vous suggère de prendre une journée de congé. Êtes-vous certain de vouloir vous entraîner aujourd'hui?

source: Work out
de_ch: Training
fr: S'entraîner

# WelcomeBackExclamination
source: Welcome back!
de_ch: Willkommen zurück!
fr: Rebienvenue!

source: Your last workout was
de_ch: Dein letztes Training war
fr: Votre dernier entraînement était

# DaysAgoYouMayNeedToAdjustYourWeightsLetsSee
source: days ago. I may recommend a light session for some exercises. Work out now?
de_ch: Vor Tagen. Ich kann für einige Übungen eine leichteres Gewicht empfehlen. Jetzt trainieren?
fr: jours. Je vous suggérerais une session légère pour certains exercices. Vous entraîner maintenant?

source: Work out now
de_ch: Jetzt trainieren
fr: S'entraîner maintenant

# TheLastTimeYouDid
source: The last time you trained
de_ch: Das letzte Mal hast du
fr: La dernière fois que vous avez fait

source: was
de_ch: war
fr: était

# DaysAgoYouShouldBeFullyRecoveredDoExtraSet
source: days ago. You should be fully recovered. Do 1 extra set?
de_ch: Vor Tagen. Sie sollten vollständig erholt sein. Möchten Sie einen zusätzlichen Satz machen?
fr: jours. Vous devriez avoir récupéré pleinement. Faire une série d'extra?

# AddOneSet
source: Add 1 set
de_ch: 1 Satz hinzufügen
fr: Ajoutez une série

# DaysAgoDoALightSessionToRecover
source: days ago. Do a light session to ease back into it?
fr: jours. Faire une session légère pour récupérer?

source: Light session
de_ch: Leichtes Training
fr: Session légère

source: Good morning
de_ch: Guten Morgen
fr: Bon matin

source: Good afternoon
de_ch: Schönen Nachmittag
fr: Bon après-midi

source: Good evening
de_ch: Guten Abend
fr: Bonsoir

source: Hi!
de_ch: Hallo!
fr: Bonjour!

# WelcomeToDrMuscleIMCarlAndIWillHelp
source: Welcome to Dr. Muscle. I'm Carl and I'll help you get in shape.
de_ch: Willkommen bei Dr. Muscle. Ich bin Carl und ich werde Dir helfen, in Form zu kommen.
fr: Bienvenue chez Dr. Muscle. Je suis Carl et je vais vous aider à vous mettre en forme.

# ThatsMeGettingMyPhDInExerciseStatics
source: That's me getting my PhD in exercise statistics:
de_ch: Ich habe in Trainingsstatistik promoviert:
fr: Me voici recevant mon doctorat en statistiques de l'exercice:

# IHaveBeenACoachAllMyLifeAndATrainerForTheCandadianForcesIHaveHelped
source: Getting in shape is hard. It requires time, knowledge, and motivation. To help you with all 3, I built this new technology. It automates everything so you can get in shape fast without the guesswork.
de_ch: Als Trainer für die kanadischen Streitkräfte und als Trainer für 10.000 Leute weiß ich, dass es schwierig ist, in Form zu kommen. Es erfordert Zeit, Wissen und Motivation. Um Euch bei allen drei Sachen zu helfen, habe ich diese neue Technologie gebaut. Es automatisiert alles und bringt Sie schneller in Form.
fr: J'ai été coach toute ma vie et entraîneur pour les forces armées Canadiennes. J'ai aidé environ 10,000 personnes à devenir en forme et j'ai créé cette nouvelle technologie exactement pour cette raison, mais plus rapidement.

# ThisAppIsLikeATrainerInYourPhoneThatGuidesYou
source: It's like a trainer in your phone that guides you in real time. Let's start by creating your custom program. Are you a man or a woman? Men and women often have different goals.
de_ch: Die App ist wie ein Trainer in Ihrem Telefon. Die App führt Sie in Echtzeit und erstellt ein benutzerdefiniertes Programm für Sie. Sind Sie ein Mann oder eine Frau?
fr: Cette application est comme un entraîneur dans votre téléphone qui vous guide en temps réel. Avec votre programme intelligent vous allez devenir en forme 59% plus rapidement en utilisant une technique appelé pause-repos (Prestes et al. 2017).

# LetsCustomizeYourProgramCanIAskIfYouAreAManOrWoman
source: Let's customize your program. Can I ask if you're a man, or a woman?
de_ch: Lassen Sie uns Ihr Programm anpassen. Sind Sie ein Mann oder eine Frau?
fr: Personnalisons votre programme. Puis-je vous demander si vous êtes un homme ou une femme?

# ManOrWoman
source: Are you a man or a woman?
de_ch: Bist Du ein Mann oder eine Frau?
fr: Homme ou femme?

# OkAManMenOftenSayIWantToGainLeanMassAndHaveAVisibleSetOfAbs
source: I'm customizing your program to make it safe and healthy. I can also help you focus on...
de_ch: OK, ein Mann. Männer sagen oft: "Ich möchte an Muskelmasse zunehmen und sichtbare Bauchmuskeln haben." Die App passt Ihr Programm an die Richtlinien des American College of Sports Medicine an, um es sicher und gesund zu gestalten. Möchten Sie sich auch auf Folgendes konzentrieren:
fr: OK, un homme. Les hommes disent souvent: "Je veux prendre de la masse maigre et avoir des abdos visibles." L'application personnalise votre programme en fonction des suggestions provenant du "American College of Sports Medicine" pour qu'elle soit sécuritaire et saine. Voulez-vous aussi vous concentrer sur...

source: Building muscle
de_ch: Muskeln aufbauen
fr: Bâtir du muscle

source: Building muscle and burning fat
de_ch: Muskeln aufbauen und Fett verbrennen
fr: Bâtir du muscle et brûler du gras

source: Burning fat
de_ch: Fett verbrennen
fr: Brûler du gras

# OkAWomanWomanOftenSayIWantToGetFit
source: I'm customizing your program to make it safe and healthy. I can also help you focus on...
de_ch: OK, eine Frau. Frauen sagen oft: "Ich möchte mich fit und wohl in meinem Körper fühlen." Die App passt Ihr Programm an die Richtlinien des American College of Sports Medicine an, um es sicher und gesund zu gestalten. Möchten Sie sich auch auf Folgendes konzentrieren:
fr: OK, une femme. Les femmes disent souvent: " Je veux devenir en forme et confortable dans mon corps." L'application personnalise votre programme en fonction des suggestions provenant du "American College of Sports Medicine" pour qu'elle soit sécuritaire et saine. Voulez-vous aussi vous concentrer sur...

source: Getting stronger
de_ch: Stärker werden
fr: Devenir plus fort

source: Overall fitness
de_ch: Allgemeine Fitness
fr: Forme physique générale

# GotItAreYouABeginnerWithNoEquipment
source: Got it! Are you a beginner training at home with no equipment?
de_ch: Verstanden! Bist du ein Anfänger ohne Ausrüstung?
fr: Bien reçu! Êtes-vous débutant avec aucun équipement?

# BurningFatGotItAreYouBegginerWithNoEquipment
source: Burning fat -- got it! Are you a beginner training at home with no equipment?
de_ch: Fett verbrennen - verstanden! Bist du ein Anfänger ohne Ausrüstung?
fr: Brûler du gras -- Bien reçu! Êtes-vous débutant avec aucun équipement?

# BuildingMuscleBuriningFatGotItAreYouBeginner
source: Building muscle and burning fat -- got it! Are you a beginner training at home with no equipment?
de_ch: Muskeln aufbauen und Fett verbrennen - verstabdeb! Bist du ein Anfänger ohne Ausrüstung?
fr: Bâtir du muscle et brûler du gras -- Bien reçu! Êtes-vous débutant avec aucun équipement?

# BuildingMuscleGotItAreYouABeginnerWithNoEquipment
source: Building muscle -- got it! Are you a beginner training at home with no equipment?
de_ch: Muskeln aufbauen - verstanden! Bist du ein Anfänger ohne Ausrüstung?
fr: Bâtir du muscle -- Bien reçu! Êtes-vous débutant avec aucun équipement?

source: OK -- how long have you been working out for?
de_ch: OK - wie lange trainierst du schon?
fr: OK -- Depuis combien de temps vous entraînez-vous?

# AllRightPleaseWait
source: All right!
de_ch: Gut!
fr: D'accord! SVP attendez...

# YourProgramIsReadyExclamation
source: Your program is ready!
de_ch: Ihr Programm ist fertig!
fr: Votre programme est prêt!

# InternetConnectionProblem
source: Please check your Internet connection and try again.
de_ch: Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
fr: SVP vérifiez votre connexion internet et réessayez.

source: Select exercises and timeframes:
de_ch: Wählen Sie Übungen und einen Zeitrahmen aus:
fr: Choisissez un exercice et une plage de temps:

source: trained
de_ch: trainiert
fr: entraîné

source: sets total
de_ch: Sätze insgesamt
fr: séries totales

# MaxStrenthRMRecord
source: Strength record
de_ch: Kraftrekord
fr: Record de force

# RecentExercisesinFourWeek
source: Recent exercises
de_ch: Letzte Übungen
fr: Exercices récents

source: Average max strength
de_ch: Durchschnittliche Maximalkraft
fr: Moyenne force max

# WorkSetsLastSevenDays
source: Work sets (last 7 days)
de_ch: Arbeitssätze (letzte 7 Tage)
fr: Séries d'entraînement (derniers 7 jours)

source: Save Warm-ups
de_ch: Aufwärmsätze speichern
fr: Sauvegarder les réchauffements

source: Warm-up sets
de_ch: Aufwärmsatz
fr: Séries de réchauffement

source: Use custom warm-ups
de_ch: Benutzerdefinierte Aufwärmsätze verwenden
fr: Utiliser les réchauffements personnalisés

source: View on the Web?
de_ch: Im Internet anzeigen?
fr: Visionner sur le Web?

# ViewAnalyzeAndDownloadData
source: View, analyze, and download your exercise data on the Web.
de_ch: Trainingsdaten im Internet anzeigen, analysieren herunterladen.
fr: Visionner, analyser et télécharger vos données d'exercices sur le Wb.

source: Open Web app
de_ch: Internet-App öffnen
fr: Ouvrir l'application mobile

source: Web app
de_ch: Internet-App
fr: Application Web

source: Max weight
de_ch: Maximalgewicht
fr: Poids max

source: Min weight
de_ch: Mindestgewicht
fr: Poids min

source: days ago
de_ch: vor Tagen
fr: jours

source: Thin women often say...
de_ch: Dünne Frauen sagen oft ...
fr: Les femmes minces disent souvent...

source: More
de_ch: Mehr
fr: Plus

# AttentionTodayIsADeload
source: Today is a deload
de_ch: Achtung: Heute ist ein Deload
fr: Attention: Aujourd'hui est un déchargement

# FreeOnSupport
source: Free 1-on-1 support
de_ch: Kostenloser 1-zu-1-Support
fr: Gratuit support 1 à 1

source: Sign up to unlock
de_ch: Zum Entsperren anmelden
fr: S'inscrire pour avoir accès

# ThisIsBeginningWithSupport
source: This is the beginning of your 1-on-1 chat with support. Type your message below to get started. Happy to help! :)
de_ch: Dies ist der Beginn Ihres 1-zu-1-Chats mit dem Support. Geben Sie Ihre Nachricht unten ein, um damit zu beginnen. Ich freue mich zu helfen
fr: Ceci est le début de votre conversation 1 à 1 avec le support. Tapez votre message ci-dessous pour commencer. Au plaisir de vous aider! :)

source: Gym
de_ch: Studio

source: Attention
de_ch: Achtung
sv: Observera

source: total
de_ch: Insgesamt
sv: totalt

source: LANGUAGE
de_ch: Sprache
sv: SPRÅK

source: NOTES
de_ch: Bemerkungen
sv: ANTECKNINGAR

source: Bar
de_ch: Hantelstange
sv: Stång

source: Support
sv: Kundservice
